Repository: mert-turkgil/Kokomija
Catalog: Resources/AccountResources/AccountResources.*.resx
Languages: pl_pl

# Account_AdminPanel
source: Admin Panel
pl_pl: Panel Administratora

# Account_TotalOrders
source: Total Orders
pl_pl: Wszystkie Zamówienia

# Account_CompletedOrders
source: Completed Orders
pl_pl: Zrealizowane

# Account_Welcome
source: Welcome
pl_pl: Witaj

# Account_TotalSpent
source: Total Spent
pl_pl: Łącznie Wydane

# Account_WishlistItems
source: Wishlist Items
pl_pl: Lista Życzeń

# Account_Tab_Overview
source: Overview
pl_pl: Przegląd

# Account_Tab_Orders
source: Orders
pl_pl: Zamówienia

# Account_Tab_Wishlist
source: Wishlist
pl_pl: Lista Życzeń

# Account_Tab_VIP
source: VIP Status
pl_pl: Status VIP

# Account_Tab_Settings
source: Settings
pl_pl: Ustawienia

# Account_VIP_Status
source: VIP Status
pl_pl: Status VIP

# Account_VIP_Progress
source: Progress to Next Tier
pl_pl: Postęp do Następnego Poziomu

# Account_VIP_NextTier
source: To next tier
pl_pl: do następnego poziomu

# Account_VIP_YourBenefits
source: Your VIP Benefits
pl_pl: Twoje Korzyści VIP

# Account_VIP_Discount
source: Discount
pl_pl: Rabat

# Account_VIP_FreeShipping
source: Free Shipping
pl_pl: Darmowa Dostawa

# Account_VIP_EarlyAccess
source: Early Access to New Products
pl_pl: Wczesny Dostęp do Nowych Produktów

# Account_VIP_BirthdayGift
source: Birthday Gift
pl_pl: Prezent Urodzinowy

# Account_VIP_ExclusiveOffers
source: Exclusive Offers
pl_pl: Ekskluzywne Oferty

# Account_VIP_TierComparison
source: VIP Tier Comparison
pl_pl: Porównanie Poziomów VIP

# Account_VIP_Tier
source: Tier
pl_pl: Poziom

# Account_VIP_Requirement
source: Requirement
pl_pl: Wymaganie

# Account_VIP_Benefits
source: Benefits
pl_pl: Korzyści

# Account_VIP_Locked
source: Locked
pl_pl: Zablokowany

# Account_VIP_ViewBenefits
source: View Benefits
pl_pl: Zobacz Korzyści

# Account_RecentOrders
source: Recent Orders
pl_pl: Ostatnie Zamówienia

# Account_ViewAll
source: View All
pl_pl: Zobacz Wszystkie

# Account_OrderNumber
source: Order #
pl_pl: Zamówienie #

# Account_Date
source: Date
pl_pl: Data

# Account_Items
source: Items
pl_pl: Produkty

# Account_Total
source: Total
pl_pl: Suma

# Account_NoOrders
source: No orders.
pl_pl: Brak zamówień.

# Account_StartShopping
source: Start Shopping!
pl_pl: Zacznij robić zakupy!

# Account_CancelOrder
source: Cancel Order
pl_pl: Anuluj Zamówienie

# Account_RequestReturn
source: Request Return
pl_pl: Złóż Zwrot

# Account_AccountSettings
source: Account Settings
pl_pl: Ustawienia Konta

# Account_FirstName
source: First Name
pl_pl: Imię

# Account_LastName
source: Last Name
pl_pl: Nazwisko

# Account_ContactSupport
source: Contact support to change your email
pl_pl: Skontaktuj się z pomocą techniczną, aby zmienić e-mail

# Account_SaveChanges
source: Save Changes
pl_pl: Zapisz Zmiany

# Account_Password
source: Password
pl_pl: Hasło

# Account_ChangePassword
source: Change Password
pl_pl: Zmień Hasło

# Account_VIP_None
source: No VIP Status
pl_pl: Brak statusu VIP

# Account_VIP_ShopNow
source: Shop Now
pl_pl: Zrób zakupy teraz

# Account_VIP_NotVIP_Message
source: You don't have VIP status yet. Start shopping to unlock exclusive benefits!
pl_pl: Nie masz jeszcze statusu VIP. Zacznij robić zakupy, aby odblokować ekskluzywne korzyści!

# Account_VIP_SpendToUnlock
source: Start shopping to unlock exclusive benefits! 0 - 500 PLN
pl_pl: Zacznij robić zakupy, aby odblokować ekskluzywne korzyści! 0 - 500 PLN

# Account_ViewFullWishlist
source: View full wishlist
pl_pl: Zobacz pełną listę życzeń

# Account_Settings_DeleteAccount
source: Delete account
pl_pl: Usuń konto

# Account_Settings_DeleteAccountWarning
source: This action is permanent and cannot be undone. All your data will be deleted.
pl_pl: Ta akcja jest nieodwracalna i spowoduje usunięcie wszystkich Twoich danych.

# Account_ChangePassword_Title
source: Change Password
pl_pl: Zmień Hasło

# Account_ChangePassword_CurrentPassword
source: Current Password
pl_pl: Aktualne Hasło

# Account_ChangePassword_NewPassword
source: New Password
pl_pl: Nowe Hasło

# Account_ChangePassword_ConfirmPassword
source: Confirm New Password
pl_pl: Potwierdź Nowe Hasło

# Account_ChangePassword_Submit
source: Change Password
pl_pl: Zmień Hasło

# Wishlist_Empty
source: Your wishlist is empty
pl_pl: Lista życzeń jest pusta

# Wishlist_StartShopping
source: Start shopping!
pl_pl: Zacznij robić zakupy!

# Wishlist_Confirm_Remove
source: Are you sure you want to remove this item from your wishlist?
pl_pl: Czy na pewno chcesz usunąć ten produkt z listy życzeń?

# Account_Order_CancelError
source: An error occurred while cancelling the order
pl_pl: Wystąpił błąd podczas anulowania zamówienia

# Account_Delete_ConfirmMessage
source: Are you sure you want to delete your account? This action cannot be undone.
pl_pl: Czy na pewno chcesz usunąć konto? Tej operacji nie można cofnąć.

# Account_Delete_Success
source: Your account has been successfully deleted
pl_pl: Konto zostało pomyślnie usunięte

# Account_Delete_Error
source: An error occurred while deleting your account
pl_pl: Wystąpił błąd podczas usuwania konta

# Phone
source: Phone number
pl_pl: Numer telefonu

source: View
pl_pl: Zobacz

# Account_Wishlist_Title
source: Wishlist
pl_pl: Lista Życzeń

# Account_Wishlist_Empty
source: Your wishlist is empty
pl_pl: Twoja lista życzeń jest pusta

# Account_Wishlist_EmptyDesc
source: Save items you love to your wishlist
pl_pl: Zapisz produkty, które kochasz na swojej liście życzeń

# Account_Wishlist_Error
source: Error loading wishlist
pl_pl: Błąd podczas ładowania listy życzeń

# Account_Wishlist_RemoveConfirm
source: Remove this item from your wishlist?
pl_pl: Usunąć ten produkt z listy życzeń?

# Account_Wishlist_Refresh
source: Refresh
pl_pl: Odśwież

# Account_Business_Verify
source: Verify Your Business
pl_pl: Zweryfikuj Swoją Firmę

# Account_Business_VerifyDesc
source: Enter your company's NIP number to unlock B2B features and special pricing.
pl_pl: Wprowadź numer NIP swojej firmy, aby odblokować funkcje B2B i specjalne ceny.

# Account_Business_Country
source: Country
pl_pl: Kraj

# Account_Business_OtherCountry
source: Other Country
pl_pl: Inny Kraj

# Account_Business_Step1_NIP
source: Step 1: Verify NIP Number
pl_pl: Krok 1: Weryfikacja numeru NIP

# Account_Business_VerifyNIP
source: Verify NIP
pl_pl: Zweryfikuj NIP

# Account_Business_NIPFormat
source: Enter 10-digit NIP number (with or without dashes)
pl_pl: Wprowadź 10-cyfrowy numer NIP (z kreskami lub bez)

# Account_Business_Step2_Info
source: Step 2: Company Contact Information
pl_pl: Krok 2: Dane kontaktowe firmy

# Account_Business_CompanyInfoNote
source: Company name and address will be automatically retrieved from the government registry. Please provide the following contact details for your business account.
pl_pl: Nazwa firmy i adres zostaną automatycznie pobrane z rejestru rządowego. Prosimy podać następujące dane kontaktowe dla konta firmowego.

# Account_Business_Phone
source: Company Phone Number
pl_pl: Numer Telefonu Firmy

# Account_Business_PhoneRequired
source: Required for business order communication
pl_pl: Wymagane do komunikacji dotyczącej zamówień firmowych

# Account_Business_Email
source: Company Email
pl_pl: E-mail Firmowy

# Account_Business_EmailNote
source: Optional business email for invoices
pl_pl: Opcjonalny e-mail firmowy do faktur

# Account_Business_ContactPerson
source: Contact Person
pl_pl: Osoba Kontaktowa

# Account_Business_ContactPersonPlaceholder
source: Full name of contact person
pl_pl: Imię i nazwisko osoby kontaktowej

# Account_Business_Position
source: Position / Role
pl_pl: Stanowisko / Rola

# Account_Business_PositionPlaceholder
source: e.g. Purchasing Manager
pl_pl: np. Menedżer Zakupów

# Account_Business_NIPNote2
source: After verification, your company name, REGON, KRS, VAT status, and registered address will be automatically populated from the Polish government Bia≈Ça Lista registry.
pl_pl: Po weryfikacji nazwa firmy, REGON, KRS, status VAT i zarejestrowany adres zostaną automatycznie uzupełnione z rządowego rejestru Biała Lista.

# Account_Business_ComingSoon
source: Coming Soon!
pl_pl: Wkrótce!

# Account_Business_ComingSoonDesc
source: Business verification for this country is currently under development. We're working hard to bring B2B features to more countries. Stay tuned!
pl_pl: Weryfikacja firmowa dla tego kraju jest obecnie w fazie rozwoju. Ciężko pracujemy, aby wprowadzić funkcje B2B do większej liczby krajów. Bądź na bieżąco!

# Account_Business_NotifyMe
source: We'll notify you when available
pl_pl: Powiadomimy Cię, gdy będzie dostępne

# Account_Business_Profile
source: Business Profile
pl_pl: Profil Firmowy

# Account_Business_Verified
source: Verified
pl_pl: Zweryfikowano

# Account_Business_CompanyName
source: Company Name
pl_pl: Nazwa Firmy

# Account_Business_Address
source: Company Address
pl_pl: Adres Firmy

# Account_Business_WorkAddress
source: Working Address
pl_pl: Adres Siedziby

# Account_Business_ShoppingMode
source: Shopping Mode
pl_pl: Tryb Zakupów

# Account_Business_B2BMode
source: B2B Mode Active
pl_pl: Tryb B2B Aktywny

# Account_Business_RetailMode
source: Retail Mode Active
pl_pl: Tryb Detaliczny Aktywny

# Account_Business_B2BModeDesc
source: You can see business-only products and special B2B pricing
pl_pl: Widzisz produkty tylko dla firm oraz specjalne ceny B2B

# Account_Business_RetailModeDesc
source: You are shopping as a regular customer
pl_pl: Robisz zakupy jako zwykły klient

# Account_Business_Benefits
source: B2B Benefits
pl_pl: Korzyści B2B

# Account_Business_Benefit1
source: Special wholesale pricing
pl_pl: Specjalne ceny hurtowe

# Account_Business_Benefit2
source: Net payment terms available
pl_pl: Dostępne warunki płatności netto

# Account_Business_Benefit3
source: VAT invoices automatically
pl_pl: Faktury VAT automatycznie

# Account_Business_Benefit4
source: Dedicated account manager
pl_pl: Dedykowany opiekun konta

# Account_Business_Benefit5
source: Priority shipping & support
pl_pl: Priorytetowa wysyłka i wsparcie

# Account_NIP_Required
source: Please enter a NIP number
pl_pl: Proszę wprowadzić numer NIP

# Account_Phone_Required
source: Company phone number is required for business registration
pl_pl: Numer telefonu firmowego jest wymagany do rejestracji firmy

# Account_NIP_Invalid
source: NIP must be exactly 10 digits
pl_pl: NIP musi składać się z dokładnie 10 cyfr

# Account_Verifying
source: Verifying...
pl_pl: Weryfikacja...

# Account_NIP_Wait
source: Please wait before trying again
pl_pl: Proszę poczekać przed ponowną próbą

# Account_NIP_Error
source: An error occurred during verification. Please try again.
pl_pl: Wystąpił błąd podczas weryfikacji. Spróbuj ponownie.

# Account_Business_ModeError
source: Failed to change shopping mode
pl_pl: Nie udało się zmienić trybu zakupów

source: Success
pl_pl: Sukces

source: Error
pl_pl: Błąd

source: Loading...
pl_pl: Ładowanie...

# Account_Settings_PersonalInfo
source: Personal Information
pl_pl: Dane Osobowe

# Account_Settings_FirstName
source: First Name
pl_pl: Imię

# Account_Settings_LastName
source: Last Name
pl_pl: Nazwisko

# Account_Settings_Birthday
source: Birthday
pl_pl: Data Urodzenia

# Account_Settings_BirthdayNote
source: Enter your birthday to receive special VIP surprises!
pl_pl: Podaj datę urodzenia, aby otrzymać specjalne niespodzianki VIP!

# Account_Settings_AddressNote
source: Shipping address is collected during checkout via Stripe. Your address will be saved with each order.
pl_pl: Adres dostawy jest zbierany podczas płatności przez Stripe. Twój adres zostanie zapisany przy każdym zamówieniu.

# Account_Settings_SaveChanges
source: Save Changes
pl_pl: Zapisz Zmiany

# Account_Settings_Security
source: Security
pl_pl: Bezpieczeństwo

# Account_Settings_SecurityDesc
source: Keep your account secure by using a strong password.
pl_pl: Zabezpiecz swoje konto, używając silnego hasła.

# Account_Settings_ChangePassword
source: Change Password
pl_pl: Zmień Hasło

# Account_Settings_AccountInfo
source: Account Info
pl_pl: Informacje o Koncie

# Account_Settings_MemberSince
source: Member Since
pl_pl: Członek Od

# Account_Settings_LastLogin
source: Last Login
pl_pl: Ostatnie Logowanie

# Account_Settings_StripeCustomer
source: Stripe Customer
pl_pl: Klient Stripe

# Account_Settings_Connected
source: Connected
pl_pl: Połączony

# Account_Settings_ConnectedAccounts
source: Connected Accounts
pl_pl: Połączone Konta

# Account_Settings_ConnectedAccountsDesc
source: Manage your linked social accounts for easy sign-in.
pl_pl: Zarządzaj połączonymi kontami społecznościowymi w celu łatwego logowania.

# Account_Settings_LinkedAccounts
source: Linked Accounts
pl_pl: Połączone Konta

# Account_Settings_UnlinkConfirm
source: Are you sure you want to unlink this account?
pl_pl: Czy na pewno chcesz odłączyć to konto?

# Account_Coupons_Available
source: Available Coupons
pl_pl: Dostępne Kupony

# Account_Coupons_ValidUntil
source: Valid Until
pl_pl: Ważny Do

# Account_Coupons_Copy
source: Copy Code
pl_pl: Kopiuj Kod

# Account_Coupons_Empty
source: No coupons available
pl_pl: Brak dostępnych kuponów

# Account_Coupons_EmptyDesc
source: Check back later for special offers and discounts!
pl_pl: Sprawdź później, aby znaleźć specjalne oferty i zniżki!

# Account_Coupons_Used
source: Used Coupons
pl_pl: Użyte Kupony

# Account_Coupons_Code
source: Code
pl_pl: Kod

# Account_Coupons_Discount
source: Discount
pl_pl: Rabat

# Account_Coupons_UsedOn
source: Used On
pl_pl: Użyty Dnia

# Account_Coupons_Copied
source: Copied!
pl_pl: Skopiowano!

# Account_ShopNow
source: Shop Now
pl_pl: Kup Teraz

# Account_Wishlist
source: Wishlist
pl_pl: Lista Życzeń

# Account_Cart
source: Cart
pl_pl: Koszyk

# Account_EditProfile
source: Edit Profile
pl_pl: Edytuj Profil

# Account_YourOrders
source: Your Orders
pl_pl: Twoje Zamówienia

# Account_NoOrdersDescription
source: You haven't placed any orders yet.
pl_pl: Nie złożyłeś jeszcze żadnych zamówień.

# Account_Return
source: Return
pl_pl: Zwróć

# Account_Cancel
source: Cancel
pl_pl: Anuluj

# Account_PendingOrders
source: Pending
pl_pl: Oczekujące

# Account_VIP_NotYet
source: Not a VIP yet
pl_pl: Nie jesteś jeszcze VIP

# Account_VIP_NotYetDesc
source: Shop more to unlock exclusive benefits!
pl_pl: Kup więcej, aby odblokować ekskluzywne korzyści!

# Account_VIP_ToUnlock
source: to unlock Bronze
pl_pl: aby odblokować Brąz

# Account_VIP_ToNextTier
source: to next tier
pl_pl: do następnego poziomu

# Account_VIP_MaxTier
source: Maximum tier reached!
pl_pl: Osiągnięto maksymalny poziom!

# Account_VIP_AllBenefits
source: All benefits + birthday gift + priority support
pl_pl: Wszystkie korzyści + prezent urodzinowy + priorytetowe wsparcie

# Confirm_Cancel_Order
source: Are you sure you want to cancel this order?
pl_pl: Czy na pewno chcesz anulować to zamówienie?

# Account_OrderCancelled
source: Order cancelled successfully
pl_pl: Zamówienie anulowano pomyślnie

# Error_Cancelling_Order
source: Failed to cancel order
pl_pl: Nie udało się anulować zamówienia

# Account_DeleteConfirm1
source: Are you sure you want to delete your account? This action cannot be undone.
pl_pl: Czy na pewno chcesz usunąć konto? Tej operacji nie można cofnąć.

# Account_DeleteConfirm2
source: This is your last chance! All your data will be permanently deleted. Continue?
pl_pl: To Twoja ostatnia szansa! Wszystkie Twoje dane zostaną trwale usunięte. Kontynuować?

# Account_Deleted
source: Account deleted successfully
pl_pl: Konto usunięto pomyślnie

# Account_DeleteError
source: Failed to delete account
pl_pl: Nie udało się usunąć konta

# View_Details
source: Details
pl_pl: Szczegóły

# Payment_Refunded
source: Refunded
pl_pl: Zwrócono
