Repository: mert-turkgil/Kokomija
Catalog: Resources/SharedResources/SharedResources.*.resx
Languages: pl_pl

# FAQ_Q21_Answer
source: You can reach us via email at support@kokomija.com, or use the contact form on our website. We respond to all inquiries within 24 hours during business days.
pl_pl: Możesz skontaktować się z nami przez e-mail pod adresem support@kokomija.com lub użyć formularza kontaktowego na naszej stronie. Odpowiadamy na wszystkie zapytania w ciągu 24 godzin w dni robocze.

# FAQ_Q22_Title
source: How do I find the right size?
pl_pl: Jak znaleźć odpowiedni rozmiar?

# FAQ_Q22_Answer
source: Each product page includes a detailed size guide with measurements. We recommend measuring yourself and comparing to our size charts. If you're between sizes, we suggest ordering the larger size for comfort.
pl_pl: Każda strona produktu zawiera szczegółowy przewodnik po rozmiarach z wymiarami. Zalecamy zmierzenie się i porównanie z naszymi tabelami rozmiarów. Jeśli jesteś pomiędzy rozmiarami, sugerujemy zamówienie większego rozmiaru dla komfortu.

# Contact_Title
source: Contact Us
pl_pl: Skontaktuj się z nami

# Contact_Subtitle
source: Get in touch with us for any questions or inquiries
pl_pl: Skontaktuj się z nami w przypadku jakichkolwiek pytań lub zapytań

# Contact_GetInTouch
source: Get In Touch
pl_pl: Skontaktuj się z nami

# Contact_Address
source: Address
pl_pl: Adres

# Contact_Phone
source: Phone
pl_pl: Telefon

# Contact_Hours
source: Business Hours
pl_pl: Godziny otwarcia

# Contact_Hours_Weekdays
source: Mon - Fri: 9:00 AM - 6:00 PM
pl_pl: Pon - Pt: 9:00 - 18:00

# Contact_Hours_Weekend
source: Sat - Sun: 10:00 AM - 4:00 PM
pl_pl: Sob - Ndz: 10:00 - 16:00

# Contact_FollowUs
source: Follow Us
pl_pl: Śledź nas

# Contact_SendMessage
source: Send us a Message
pl_pl: Wyślij nam wiadomość

# Contact_Form_Name
source: Full Name
pl_pl: Imię i nazwisko

# Contact_Form_Name_Placeholder
source: Enter your full name
pl_pl: Wpisz swoje imię i nazwisko

# Contact_Form_Email
source: Email Address
pl_pl: Adres email

# Contact_Form_Email_Placeholder
source: your.email@example.com
pl_pl: twoj.email@example.com

# Contact_Form_Phone
source: Phone Number (Optional)
pl_pl: Numer telefonu (opcjonalnie)

# Contact_Form_Subject
source: Subject
pl_pl: Temat

# Contact_Form_Subject_Placeholder
source: How can we help you?
pl_pl: W czym możemy pomóc?

# Contact_Form_Message
source: Message
pl_pl: Wiadomość

# Contact_Form_Message_Placeholder
source: Write your message here...
pl_pl: Napisz swoją wiadomość tutaj...

# Contact_Form_Submit
source: Send Message
pl_pl: Wyślij wiadomość

# Contact_FindUs
source: Find Us on the Map
pl_pl: Znajdź nas na mapie

# Contact_SuccessMessage
source: Thank you for contacting us! We'll get back to you as soon as possible.
pl_pl: Dziękujemy za kontakt! Odpowiemy jak najszybciej.

# Contact_ErrorMessage
source: An error occurred while sending your message. Please try again later.
pl_pl: Wystąpił błąd podczas wysyłania wiadomości. Spróbuj ponownie później.

# Blog_Title
source: Our Blog
pl_pl: Nasz Blog

# Blog_Subtitle
source: Discover fashion trends, style tips, and the latest news from the textile world
pl_pl: Odkryj trendy modowe, porady stylistyczne i najnowsze wiadomości ze świata tekstyliów

# Blog_SearchPlaceholder
source: Search articles...
pl_pl: Szukaj artykułów...

# Blog_Search
source: Search
pl_pl: Szukaj

# Blog_ActiveFilters
source: Active Filters
pl_pl: Aktywne filtry

# Blog_RemoveFilter
source: Remove filter
pl_pl: Usuń filtr

# Blog_ClearFilters
source: Clear All Filters
pl_pl: Wyczyść wszystkie filtry

# Blog_PostsFound
source: posts found
pl_pl: znalezionych postów

# Blog_MinRead
source: min read
pl_pl: min czytania

# Blog_Views
source: views
pl_pl: wyświetleń

# Blog_NoPosts
source: No Posts Found
pl_pl: Nie znaleziono postów

# Blog_NoPostsDesc
source: Sorry, we couldn't find any blog posts matching your criteria. Try adjusting your filters or search query.
pl_pl: Przepraszamy, nie znaleźliśmy żadnych postów spełniających Twoje kryteria. Spróbuj dostosować filtry lub zapytanie wyszukiwania.

# Blog_BackToAll
source: Back to All Posts
pl_pl: Powrót do wszystkich postów

# Blog_Categories
source: Categories
pl_pl: Kategorie

# Blog_AllCategories
source: All Categories
pl_pl: Wszystkie kategorie

# Blog_RecentPosts
source: Recent Posts
pl_pl: Najnowsze posty

# Blog_PopularTags
source: Popular Tags
pl_pl: Popularne tagi

# Blog_NewsletterDesc
source: Subscribe to get the latest articles and fashion tips delivered to your inbox.
pl_pl: Zapisz się, aby otrzymywać najnowsze artykuły i porady modowe bezpośrednio na swoją skrzynkę.

# Blog_EmailPlaceholder
source: Your email address
pl_pl: Twój adres email

# Blog_Subscribe
source: Subscribe
pl_pl: Zapisz się

# Blog_SearchResults
source: Search Results
pl_pl: Wyniki wyszukiwania

# Blog_Updated
source: Updated
pl_pl: Zaktualizowano

# Blog_Tags
source: Tags
pl_pl: Tagi

# Blog_Share
source: Share this article
pl_pl: Udostępnij ten artykuł

# Blog_ShareFacebook
source: Share on Facebook
pl_pl: Udostępnij na Facebooku

# Blog_ShareTwitter
source: Share on Twitter
pl_pl: Udostępnij na Twitterze

# Blog_ShareLinkedIn
source: Share on LinkedIn
pl_pl: Udostępnij na LinkedIn

# Blog_SharePinterest
source: Share on Pinterest
pl_pl: Udostępnij na Pinterest

# Blog_CopyLink
source: Copy Link
pl_pl: Skopiuj link

# Blog_LinkCopied
source: Link copied to clipboard!
pl_pl: Link skopiowany do schowka!

# Blog_CopyFailed
source: Failed to copy link
pl_pl: Nie udało się skopiować linku

# Blog_AuthorDefaultBio
source: Passionate about fashion and textiles, sharing insights and trends with our community.
pl_pl: Pasjonat mody i tekstyliów, dzielący się spostrzeżeniami i trendami z naszą społecznością.

# Blog_FeaturedProduct
source: Featured Product
pl_pl: Polecany produkt

# Blog_ViewProduct
source: View Product
pl_pl: Zobacz produkt

# Blog_RelatedPosts
source: Related Articles
pl_pl: Powiązane artykuły

# Blog_BackToBlog
source: Back to Blog
pl_pl: Powrót do bloga

# Products_AllProducts
source: All Products
pl_pl: Wszystkie Produkty

# Products_SearchResults
source: Search Results
pl_pl: Wyniki Wyszukiwania

# Products_ItemsFound_Plural
source: items found
pl_pl: znalezionych produktów

# Products_Filters
source: Filters
pl_pl: Filtry

# Products_FilterBy
source: Filter By
pl_pl: Filtruj według

# Products_ClearAll
source: Clear All
pl_pl: Wyczyść wszystko

# Products_Categories
source: Categories
pl_pl: Kategorie

# Products_PriceRange
source: Price Range
pl_pl: Zakres cen

# Products_Apply
source: Apply
pl_pl: Zastosuj

# Products_Colors
source: Colors
pl_pl: Kolory

# Products_Sizes
source: Sizes
pl_pl: Rozmiary

# Products_SortBy
source: Sort By
pl_pl: Sortuj według

# Products_Sort_Newest
source: Newest First
pl_pl: Najnowsze

# Products_Sort_PriceAsc
source: Price: Low to High
pl_pl: Cena: od najniższej

# Products_Sort_PriceDesc
source: Price: High to Low
pl_pl: Cena: od najwyższej

# Products_Sort_NameAsc
source: Name: A-Z
pl_pl: Nazwa: A-Z

# Products_Sort_NameDesc
source: Name: Z-A
pl_pl: Nazwa: Z-A

# Products_NoProductsFound
source: No Products Found
pl_pl: Nie znaleziono produktów

# Products_NoProductsDesc
source: Try adjusting your filters or search criteria.
pl_pl: Spróbuj dostosować filtry lub kryteria wyszukiwania.

# Products_ViewAllProducts
source: View All Products
pl_pl: Zobacz wszystkie produkty

# Products_TryAdjustingFilters
source: Try adjusting your filters.
pl_pl: Spróbuj dostosować filtry.

# Product_SummerDress_Name
source: Elegant Summer Dress
pl_pl: Elegancka Sukienka Letnia

# Product_SummerDress_Description
source: Beautiful, airy dress perfect for summer evenings. Made of high-quality material, ensures comfort and style.
pl_pl: Piękna, zwiewna sukienka idealna na letnie wieczory. Wykonana z wysokiej jakości materiału, zapewnia komfort i styl.

# Product_BlueShirt_Name
source: Classic Blue Shirt
pl_pl: Klasyczna Niebieska Koszula

# Product_BlueShirt_Description
source: Elegant shirt in a universal blue shade. Perfect for both business meetings and casual occasions.
pl_pl: Elegancka koszula w uniwersalnym niebieskim odcieniu. Idealna zarówno na biznesowe spotkania, jak i na co dzień.

# Product_SpringJacket_Name
source: Spring Lightweight Jacket
pl_pl: Wiosenna Lekka Kurtka

# Product_SpringJacket_Description
source: Stylish jacket ideal for transitional weather. Waterproof material and modern cut guarantee comfort on chilly days.
pl_pl: Stylowa kurtka idealna na przejściową pogodę. Wodoodporny materiał i nowoczesny krój gwarantują komfort w chłodne dni.

# Blog_FashionTrends_Title
source: Fashion Trends for 2025
pl_pl: Trendy Modowe na 2025

# Blog_FashionTrends_Content
source: Discover the hottest fashion trends that will dominate 2025. From sustainable fabrics to bold colors, we present everything you need to know to stay stylish. This season brings a return to classics with a modern twist - oversized blazers, midi skirts, and minimalist accessories are the must-haves in every wardrobe.
pl_pl: Odkryj najgorętsze trendy modowe, które zdominują rok 2025. Od zrównoważonych materiałów po odważne kolory, prezentujemy wszystko, co musisz wiedzieć, aby być na czasie. Ten sezon przynosi powrót do klasyki z nowoczesnym akcentem - oversize'owe marynarki, midi spódnice i minimalistyczna biżuteria to must-have w każdej garderobie.

# Review_Title
source: Customer Reviews
pl_pl: Opinie Klientów

# Review_NoReviews
source: No reviews yet
pl_pl: Brak opinii

# Review_NoReviews_Message
source: Be the first to review this product!
pl_pl: Bądź pierwszy, który oceni ten produkt!

# Review_WriteReview
source: Write a Review
pl_pl: Napisz Opinię

# Review_YourRating
source: Your Rating
pl_pl: Twoja Ocena

# Review_YourComment
source: Your Review
pl_pl: Twoja Opinia

# Review_CommentPlaceholder
source: Share your experience with this product...
pl_pl: Podziel się swoim doświadczeniem z tym produktem...

# Review_Submit
source: Submit Review
pl_pl: Wyślij Opinię

# Review_VerifiedPurchase
source: Verified Purchase
pl_pl: Zweryfikowany Zakup

# Review_AdminReply
source: Admin Response
pl_pl: Odpowiedź Administratora

# Review_LoginRequired
source: Please log in to write a review
pl_pl: Zaloguj się, aby napisać opinię

# Review_AlreadyReviewed
source: You have already reviewed this product
pl_pl: Już oceniłeś ten produkt

# Review_SubmitSuccess
source: Thank you for your review!
pl_pl: Dziękujemy za opinię!

source: Review not found
pl_pl: Nie znaleziono opinii

# Review_ReplySuccess
source: Reply added successfully
pl_pl: Odpowiedź dodana pomyślnie

# Review_UpdateSuccess
source: Review updated successfully
pl_pl: Opinia zaktualizowana pomyślnie

# Review_AverageRating
source: Average Rating
pl_pl: Średnia Ocena

# Review_BasedOn
source: based on
pl_pl: na podstawie

# Review_Reviews
source: reviews
pl_pl: opinii

# Review_Stars
source: stars
pl_pl: gwiazdek

# Review_Error
source: An error occurred. Please try again.
pl_pl: Wyst ąpił błąd. Spróbuj ponownie.

# Auth_WelcomeBack
source: Welcome Back
pl_pl: Witaj ponownie

# Auth_SignInMessage
source: Sign in to your account to continue
pl_pl: Zaloguj się na swoje konto, aby kontynuować

# Auth_EmailAddress
source: Email Address
pl_pl: Adres email

# Auth_EmailPlaceholder
source: your@email.com
pl_pl: twoj@email.com

# Auth_Password
source: Password
pl_pl: Hasło

# Auth_PasswordPlaceholder
source: Enter your password
pl_pl: Wprowadź swoje hasło

# Auth_RememberMe
source: Remember me
pl_pl: Zapamiętaj mnie

# Auth_ForgotPassword
source: Forgot Password?
pl_pl: Zapomniałeś hasła?

# Auth_SignIn
source: Sign In
pl_pl: Zaloguj się

# Auth_OrContinueWith
source: Or continue with
pl_pl: Lub kontynuuj z

# Auth_ContinueWithGoogle
source: Continue with Google
pl_pl: Kontynuuj z Google

# Auth_ContinueWithFacebook
source: Continue with Facebook
pl_pl: Kontynuuj z Facebookiem

# Auth_ContinueWithApple
source: Continue with Apple
pl_pl: Kontynuuj z Apple

# Auth_NoAccount
source: Don't have an account?
pl_pl: Nie masz konta?

# Auth_CreateAccount
source: Create Account
pl_pl: Utwórz konto

# Auth_SecuredByStripe
source: Secured by Stripe · SSL Encrypted
pl_pl: Zabezpieczone przez Stripe · Szyfrowanie SSL

# Auth_CreateYourAccount
source: Create Your Account
pl_pl: Utwórz swoje konto

# Auth_JoinMessage
source: Join us and start shopping exclusive fashion
pl_pl: Dołącz do nas i zacznij kupować ekskluzywną modę

# Auth_FirstName
source: First Name
pl_pl: Imię

# Auth_FirstNamePlaceholder
source: John
pl_pl: Jan

# Auth_LastName
source: Last Name
pl_pl: Nazwisko

# Auth_LastNamePlaceholder
source: Doe
pl_pl: Kowalski

# Auth_PhoneNumber
source: Phone Number
pl_pl: Numer telefonu

# Auth_PhoneOptional
source: Phone Number (Optional)
pl_pl: Numer telefonu (opcjonalnie)

# Auth_CreatePassword
source: Create a strong password
pl_pl: Utwórz silne hasło

# Auth_PasswordMinimum
source: Minimum 6 characters
pl_pl: Minimum 6 znaków

# Auth_ConfirmPassword
source: Confirm Password
pl_pl: Potwierdź hasło

# Auth_ConfirmPasswordPlaceholder
source: Confirm your password
pl_pl: Potwierdź swoje hasło

# Auth_AgreeToTerms
source: I agree to the
pl_pl: Zgadzam się z

# Auth_TermsAndConditions
source: Terms & Conditions
pl_pl: Regulaminem

# Auth_And
source: and
pl_pl: i

# Auth_PrivacyPolicy
source: Privacy Policy
pl_pl: Polityką Prywatności

# Auth_SubscribeNewsletter
source: Send me exclusive offers and fashion updates
pl_pl: Wyślij mi ekskluzywne oferty i aktualizacje modowe

# Auth_OrSignUpWith
source: Or sign up with
pl_pl: Lub zarejestruj się za pomocą

# Auth_HaveAccount
source: Already have an account?
pl_pl: Masz już konto?

# Auth_SignInLink
source: Sign In
pl_pl: Zaloguj się

# Auth_Secure
source: Secure
pl_pl: Bezpieczne

# Auth_Rewards
source: Rewards
pl_pl: Nagrody

# Auth_FreeShip
source: Free Ship
pl_pl: Darmowa wysyłka

# Orders_Title
source: My Orders
pl_pl: Moje Zamówienia

# Nav_Home
source: Home
pl_pl: Strona główna

# Account_Dashboard
source: Dashboard
pl_pl: Panel

source: Back to Account
pl_pl: Powrót do konta

# Orders_No_Orders
source: No orders yet
pl_pl: Brak zamówień

# Orders_Start_Shopping
source: Start shopping to see your orders here!
pl_pl: Zacznij robić zakupy, aby zobaczyć swoje zamówienia tutaj!

source: Continue Shopping
pl_pl: Kontynuuj zakupy

source: Order Number
pl_pl: Numer zamówienia

source: Order Date
pl_pl: Data zamówienia

# Order_Total
source: Total
pl_pl: Suma

source: Payment Status
pl_pl: Status płatności

# Payment_Paid
source: Paid
pl_pl: Opłacone

# Payment_Pending
source: Pending
pl_pl: Oczekujące

# Payment_Failed
source: Failed
pl_pl: Nieudane

# Payment_Refunded
source: Refunded
pl_pl: Zwrócone

source: Order Status
pl_pl: Status zamówienia

# Status_Pending
source: Pending
pl_pl: Oczekujące

# Status_Processing
source: Processing
pl_pl: Przetwarzane

# Status_Shipped
source: Shipped
pl_pl: Wysłane

# Status_Delivered
source: Delivered
pl_pl: Dostarczone

# Status_Cancelled
source: Cancelled
pl_pl: Anulowane

# Status_Returned
source: Returned
pl_pl: Zwrócone

# Order_ViewDetails
source: View Details
pl_pl: Zobacz szczegóły

# Order_DownloadInvoice
source: Download Invoice
pl_pl: Pobierz fakturę

source: Order Items
pl_pl: Produkty zamówienia

# Order_ItemsCount
source: items
pl_pl: produktów

# Order_ShippingAddress
source: Shipping Address
pl_pl: Adres dostawy

# Order_PaymentMethod
source: Payment Method
pl_pl: Metoda płatności

# Order_StripePaymentID
source: Stripe Payment ID
pl_pl: ID Płatności Stripe

# Order_SessionID
source: Session ID
pl_pl: ID Sesji

source: each
pl_pl: każdy

source: Payment Details
pl_pl: Szczegóły Płatności

source: Payment Intent ID
pl_pl: ID Intencji Płatności

source: Error Message
pl_pl: Komunikat Błędu

# Orders_PaymentFailedMessage
source: Payment processing failed. Please try again or contact support.
pl_pl: Przetwarzanie płatności nie powiodło się. Spróbuj ponownie lub skontaktuj się z obsługą.

source: View Details
pl_pl: Zobacz Szczegóły

source: Cancel Order
pl_pl: Anuluj Zamówienie

source: Download Invoice
pl_pl: Pobierz Fakturę

# Confirm_Cancel_Order
source: Are you sure you want to cancel this order?
pl_pl: Czy na pewno chcesz anulować to zamówienie?

# Error_Cancelling_Order
source: Error cancelling order. Please try again or contact support.
pl_pl: Błąd podczas anulowania zamówienia. Spróbuj ponownie lub skontaktuj się z obsługą.

source: Quantity
pl_pl: Ilość

# Product_WomenBriefs5Pack_Name
source: Women's Cotton High-Waist Briefs - 5 Pack
pl_pl: Majtki damskie bawełniane wysokie - 5 pak

# Product_WomenBriefs5Pack_Description
source: High-quality women's cotton briefs in a set of 5. Comfortable, breathable, and durable. Perfect choice for everyday wear. Available in various colors and sizes.
pl_pl: Wysokiej jakości majtki damskie bawełniane w zestawie 5 sztuk. Wygodne, przewiewne i trwałe. Idealny wybór na co dzień. Dostępne w różnych kolorach i rozmiarach.

# Product_WomenBriefs6Pack_Name
source: Women's Cotton High-Waist Briefs - 6 Pack
pl_pl: Majtki damskie bawełniane wysokie - 6 pak

# Product_WomenBriefs6Pack_Description
source: High-quality women's cotton briefs in a set of 6. Comfortable, breathable, and durable. Perfect choice for everyday wear. Available in various colors and sizes.
pl_pl: Wysokiej jakości majtki damskie bawełniane w zestawie 6 sztuk. Wygodne, przewiewne i trwałe. Idealny wybór na co dzień. Dostępne w różnych kolorach i rozmiarach.

# Product_WomenBriefs8Pack_Name
source: Women's Cotton High-Waist Briefs - 8 Pack
pl_pl: Majtki damskie bawełniane wysokie - 8 pak

# Product_WomenBriefs8Pack_Description
source: High-quality women's cotton briefs in a set of 8. Comfortable, breathable, and durable. Best value choice! Available in various colors and sizes.
pl_pl: Wysokiej jakości majtki damskie bawełniane w zestawie 8 sztuk. Wygodne, przewiewne i trwałe. Najlepszy wybór wartościowy! Dostępne w różnych kolorach i rozmiarach.

# Session_Complete
source: Completed
pl_pl: Zakończona

# Session_Cancelled
source: Cancelled
pl_pl: Anulowana

# Session_Expired
source: Expired
pl_pl: Wygasła

# Account_Currency
source: Currency
pl_pl: Waluta

# Account_SessionStatus
source: Session Status
pl_pl: Status Sesji

# Account_Country
source: Country
pl_pl: Kraj

# Product_PackQuantity
source: Pack Quantity
pl_pl: Ilość w Pakiecie

# Product_ItemsPerPack
source: items per pack
pl_pl: sztuk w pakiecie

# Product_TotalItems
source: Total Items
pl_pl: Łącznie Sztuk

# Checkout_PackInfo
source: Pack Information
pl_pl: Informacje o Pakiecie

# ProductGroup_WomenBriefs_Name
source: Women's Cotton Briefs Pack Collection
pl_pl: Kolekcja Majtek Damskich Bawełnianych

# ProductGroup_WomenBriefs_Description
source: High-quality cotton women's briefs available in packs of 5, 6, and 8 pieces. Comfortable, breathable, and durable. Choose the pack size that works best for you.
pl_pl: Wysokiej jakości majtki damskie bawełniane dostępne w zestawach 5, 6 i 8 sztuk. Wygodne, przewiewne i trwałe. Wybierz rozmiar pakietu który najbardziej Ci odpowiada.

# Product_ClickToEnlarge
source: Click to Enlarge
pl_pl: Kliknij aby powiększyć

source: Copy
pl_pl: Kopiuj

source: Shop Now
pl_pl: Kup Teraz

source: Special Offer
pl_pl: Specjalna Oferta

source: Get
pl_pl: Zdobądź

source: Off
pl_pl: Zniżki

source: On Orders Over
pl_pl: Na zamówienia powyżej

source: Expires
pl_pl: Wygasa

source: Copy Code
pl_pl: Skopiuj Kod

source: Days
pl_pl: Dni

# Admin_Carousel_CreateNew
source: Create New Carousel Slide
pl_pl: Utwórz nowy slajd karuzeli

# Admin_Carousel_EditSlide
source: Edit Carousel Slide
pl_pl: Edytuj slajd karuzeli

# Admin_Carousel_NotFound
source: Carousel slide not found
pl_pl: Nie znaleziono slajdu karuzeli

# Admin_Carousel_ErrorSave
source: Error saving carousel slide. Please try again.
pl_pl: Błąd podczas zapisywania slajdu karuzeli. Spróbuj ponownie.

# Admin_Carousel_SuccessCreated
source: Carousel slide created successfully!
pl_pl: Slajd karuzeli został utworzony pomyślnie!

# Admin_Carousel_SuccessUpdated
source: Carousel slide updated successfully!
pl_pl: Slajd karuzeli został zaktualizowany pomyślnie!

# Admin_Carousel_SuccessDeleted
source: Carousel slide deleted successfully!
pl_pl: Slajd karuzeli został usunięty pomyślnie!

# Admin_Carousel_ErrorDeleted
source: Error deleting carousel slide. Please try again.
pl_pl: Błąd podczas usuwania slajdu karuzeli. Spróbuj ponownie.

# Admin_Category_CreateNew
source: Create New Category
pl_pl: Utwórz nową kategorię

# Admin_Category_Edit
source: Edit Category
pl_pl: Edytuj kategorię

# Admin_Category_ErrorSave
source: Error saving category. Please try again.
pl_pl: Błąd podczas zapisywania kategorii. Spróbuj ponownie.

# Admin_Category_SuccessCreate
source: Category created successfully!
pl_pl: Kategoria została utworzona pomyślnie!

# Admin_Category_SuccessUpdate
source: Category updated successfully!
pl_pl: Kategoria została zaktualizowana pomyślnie!

# Admin_Category_SuccessDelete
source: Category deleted successfully!
pl_pl: Kategoria została usunięta pomyślnie!

# Admin_Category_ErrorDelete
source: Error deleting category. Please try again.
pl_pl: Błąd podczas usuwania kategorii. Spróbuj ponownie.

# Admin_Blog_Edit
source: Edit Blog Post
pl_pl: Edytuj wpis bloga

# Admin_Blog_CreateSuccess
source: Blog post created successfully!
pl_pl: Wpis bloga został utworzony pomyślnie!

# Admin_Blog_UpdateSuccess
source: Blog post updated successfully!
pl_pl: Wpis bloga został zaktualizowany pomyślnie!

# Admin_Blog_ErrorSave
source: Error saving blog post. Please try again.
pl_pl: Błąd podczas zapisywania wpisu bloga. Spróbuj ponownie.

# Admin_Blog_DeleteSuccess
source: Blog post deleted successfully!
pl_pl: Wpis bloga został usunięty pomyślnie!

# Admin_Blog_ErrorDelete
source: Error deleting blog post. Please try again.
pl_pl: Błąd podczas usuwania wpisu bloga. Spróbuj ponownie.

# Checkout_Success_Title
source: Order Confirmed!
pl_pl: Zamówienie Potwierdzone!

# Checkout_Success_Message
source: Thank you for your purchase. Your order has been successfully placed.
pl_pl: Dziękujemy za zakup. Twoje zamówienie zostało pomyślnie złożone.

# Checkout_Failure_Title
source: Payment Issue
pl_pl: Problem z Płatnością

# Checkout_Cancelled
source: Your checkout was cancelled. Your cart items are still saved.
pl_pl: Twoja płatność została anulowana. Produkty w koszyku zostały zachowane.

# Checkout_Cancelled_Title
source: Checkout Cancelled
pl_pl: Płatność Anulowana

# Checkout_Cancelled_Explanation
source: You cancelled the checkout process. Don't worry - your cart items are still saved and ready for you to complete your purchase when you're ready.
pl_pl: Anulowałeś proces płatności. Nie martw się - produkty w Twoim koszyku zostały zachowane i czekają na Ciebie, gdy będziesz gotowy dokończyć zakup.

# Checkout_Failed_Title
source: Payment Failed
pl_pl: Płatność Nieudana

# Checkout_Expired_Title
source: Session Expired
pl_pl: Sesja Wygasła

# Checkout_PaymentFailed
source: Your payment could not be processed. Please try again or use a different payment method.
pl_pl: Twoja płatność nie mogła zostać przetworzona. Spróbuj ponownie lub użyj innej metody płatności.

# Checkout_PaymentFailed_Explanation
source: Your payment was declined. This may happen due to insufficient funds, incorrect card details, or your bank declining the transaction. Please check your payment details and try again.
pl_pl: Twoja płatność została odrzucona. Może to być spowodowane niewystarczającymi środkami, niepoprawnymi danymi karty lub odrzuceniem transakcji przez bank. Sprawdź dane płatności i spróbuj ponownie.

# Checkout_PaymentPending
source: Your payment is still being processed. Please check back later.
pl_pl: Twoja płatność jest nadal przetwarzana. Sprawdź ponownie później.
