Repository: mert-turkgil/Kokomija
Catalog: Resources/SharedResources/SharedResources.*.resx
Languages: pl_pl

# CookieConsent.Title
source: Cookie Preferences
pl_pl: Używamy plików cookie

# CookieConsent.Message
source: We use cookies to improve your browsing experience, personalize content, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
pl_pl: Ta strona używa plików cookie, aby zapewnić najlepsze doświadczenia zakupowe. Klikając "Akceptuj wszystko", zgadzasz się na zapisanie WSZYSTKICH plików cookie.

# CookieConsent.AcceptAll
source: Accept All
pl_pl: Akceptuj wszystko

# CookieConsent.AcceptNecessary
source: Necessary Only
pl_pl: Tylko niezbędne

# CookieConsent.Settings
source: Cookie Settings
pl_pl: Ustawienia cookie

# CookieConsent.LearnMore
source: Learn more in our Privacy Policy
pl_pl: Dowiedz się więcej

# CookieCategory.Essential
source: Essential Cookies
pl_pl: Niezbędne pliki cookie

# CookieCategory.EssentialDesc
source: These cookies are necessary for the website to function and cannot be disabled. They are usually set in response to your actions such as logging in or filling in forms.
pl_pl: Te pliki cookie są niezbędne do działania strony i nie można ich wyłączyć. Obejmują uwierzytelnianie, koszyk zakupów i ustawienia prywatności.

# CookieCategory.Analytics
source: Analytics Cookies
pl_pl: Pliki cookie analityczne

# CookieCategory.AnalyticsDesc
source: These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously.
pl_pl: Pomagają nam zrozumieć, jak odwiedzający korzystają z naszej strony, zbierając informacje anonimowo.

# CookieCategory.Marketing
source: Marketing Cookies
pl_pl: Pliki cookie marketingowe

# CookieCategory.MarketingDesc
source: These cookies are used to track visitors across websites to display relevant and engaging advertisements for individual users.
pl_pl: Służą do śledzenia odwiedzających na różnych stronach w celu wyświetlania odpowiednich reklam.

# CookieCategory.Preferences
source: Preference Cookies
pl_pl: Pliki cookie preferencji

# CookieCategory.PreferencesDesc
source: These cookies allow the website to remember your choices (such as your language or theme preference) and provide enhanced, more personal features.
pl_pl: Umożliwiają stronie zapamiętanie wyborów użytkownika, takich jak język lub region.

source: Required
pl_pl: Wymagane

source: Save Preferences
pl_pl: Zapisz preferencje

source: Cancel
pl_pl: Anuluj

# Nav_Men
source: Men
pl_pl: Męskie

# Nav_Women
source: Women
pl_pl: Damskie

# Nav_Search
source: Search
pl_pl: Szukaj

# Nav_Account
source: Account
pl_pl: Konto

# Nav_Cart
source: Cart
pl_pl: Koszyk

# Nav_Contact
source: Contact
pl_pl: Kontakt

# Nav_AboutUs
source: About Us
pl_pl: O nas

source: Home
pl_pl: Strona główna

source: Products
pl_pl: Produkty

# Error_Generic
source: An error occurred. Please try again.
pl_pl: Wystąpił błąd. Spróbuj ponownie.

# Home_Welcome
source: Welcome
pl_pl: Witamy

# Home.Welcome
source: Welcome to Kokomija
pl_pl: Witamy w Kokomija

# Home.MetaTitle
source: Kokomija - Premium Textile & Fashion
pl_pl: Kokomija - Premium Tekstylia i Moda

# Home.MetaDescription
source: Discover high-quality clothing and textiles. Shop men's and women's fashion with free shipping on orders over 200 PLN.
pl_pl: Odkryj wysokiej jakości odzież i tekstylia. Kup modę męską i damską z darmową wysyłką przy zamówieniach powyżej 200 PLN.

# Home_FeaturedCategories
source: Featured Categories
pl_pl: Popularne Kategorie

# Home_ShopByCategory
source: Shop by Category
pl_pl: Kup według kategorii

# Home_FeaturedProducts
source: Featured Products
pl_pl: Polecane Produkty

# Home_ViewAll
source: View All
pl_pl: Zobacz wszystkie

# Home_ViewAllProducts
source: View All Products
pl_pl: Zobacz wszystkie produkty

# Home_ShopNow
source: Shop Now
pl_pl: Kup teraz

# Home_Search
source: Search
pl_pl: Szukaj

# Home_SearchProducts
source: Search products
pl_pl: Szukaj produktów

# Home_SearchPlaceholder
source: Search for clothing, accessories...
pl_pl: Szukaj odzieży, akcesoriów...

# Product_AddToCart
source: Add to Cart
pl_pl: Dodaj do koszyka

# Product_OutOfStock
source: Out of Stock
pl_pl: Brak w magazynie

# Product_SelectSize
source: Select Size
pl_pl: Wybierz rozmiar

# Product_SelectColor
source: Select Color
pl_pl: Wybierz kolor

# Product_Description
source: Description
pl_pl: Opis produktu

# Product_Specifications
source: Specifications
pl_pl: Specyfikacja

# Product_Reviews
source: Reviews
pl_pl: Opinie

# Product_Price
source: Price
pl_pl: Cena

# Product_Quantity
source: Quantity
pl_pl: Ilość

# Products_ItemsFound
source: items found
pl_pl: znalezionych przedmiotów

# Product_Quality
source: Premium Quality
pl_pl: Najwyższa Jakość

# Product_Quality_Desc
source: 100% authentic products
pl_pl: 100% oryginalne produkty

# Product_FastShipping
source: Fast Shipping
pl_pl: Szybka Wysyłka

# Product_FastShipping_Desc
source: 2-3 day delivery
pl_pl: Dostawa w 2-3 dni

# Product_Returns
source: Easy Returns
pl_pl: Łatwe Zwroty

# Product_Returns_Desc
source: 30-day return policy
pl_pl: 30-dniowa polityka zwrotów

# Product_PricePerPiece
source: per piece
pl_pl: za sztukę

# Product_BestValue
source: Best Value
pl_pl: Najlepsza Wartość

# Product_PackSize
source: Select Pack Size
pl_pl: Wybierz rozmiar paczki

# Product_Pack
source: Pack
pl_pl: Pakiet

# Product_Piece
source: piece
pl_pl: sztuka

# Product_SizeGuide
source: Size Guide
pl_pl: Przewodnik po rozmiarach

# Product_Material
source: Material
pl_pl: Materiał

# Product_Material_Cotton
source: 100% Cotton
pl_pl: 100% Bawełna

# Product_Care
source: Care Instructions
pl_pl: Instrukcje pielęgnacji

# Product_Care_Instructions
source: Machine wash cold, tumble dry low
pl_pl: Prać w pralce w zimnej wodzie, suszyć w niskiej temperaturze

# Product_Brand
source: Brand
pl_pl: Marka

# Product_SecurePayment
source: Secure Payment
pl_pl: Bezpieczna Płatność

# Product_Certified
source: Certified Quality
pl_pl: Certyfikowana Jakość

# Product_Share
source: Share this product
pl_pl: Udostępnij produkt

# Product_ShareFacebook
source: Share on Facebook
pl_pl: Udostępnij na Facebooku

# Product_ShareTwitter
source: Share on Twitter
pl_pl: Udostępnij na Twitterze

# Product_SharePinterest
source: Share on Pinterest
pl_pl: Udostępnij na Pintereście

# Product_CopyLink
source: Copy link
pl_pl: Kopiuj link

# Product_LinkCopied
source: Link copied to clipboard!
pl_pl: Link skopiowany do schowka!

# Product_Adding
source: Adding...
pl_pl: Dodawanie...

# Product_Added
source: Added to Cart
pl_pl: Dodano do koszyka

# Product_SelectSizeFirst
source: Please select a size first
pl_pl: Proszę najpierw wybrać rozmiar

source: Previous Image
pl_pl: Poprzedni obraz

source: Next Image
pl_pl: Następny obraz

# Product_WelcomeDiscount
source: 10% off for new customers
pl_pl: 10% rabatu dla nowych klientów

# Product_UseCode
source: Use code
pl_pl: Użyj kodu

# Category_Men
source: Men
pl_pl: Męskie

# Category_Women
source: Women
pl_pl: Damskie

# Category_Outerwear
source: Outerwear
pl_pl: Odzież Wierzchnia

# Category_Accessories
source: Accessories
pl_pl: Akcesoria

# Category_Dresses
source: Dresses
pl_pl: Sukienki

# Category_Skirts
source: Skirts
pl_pl: Spódnice

# Category_Blouses
source: Blouses
pl_pl: Bluzki

# Category_WomenPants
source: Pants
pl_pl: Spodnie

# Category_Shirts
source: Shirts
pl_pl: Koszule

# Category_MenPants
source: Pants
pl_pl: Spodnie

# Category_TShirts
source: T-Shirts
pl_pl: T-Shirty

# Category_Sweatshirts
source: Sweatshirts
pl_pl: Bluzy

# Common_New
source: New
pl_pl: Nowość

# Common_Sale
source: Sale
pl_pl: Wyprzedaż

# Common_FreeShipping
source: Free shipping over $50
pl_pl: Darmowa dostawa przy zamówieniach powyżej 200 PLN

# Common_Loading
source: Loading...
pl_pl: Ładowanie...

# Common_Error
source: An error occurred
pl_pl: Wystąpił błąd

# Product_New
source: New
pl_pl: Nowość

# Product_Sale
source: Sale
pl_pl: Wyprzedaż

# Product_Color
source: Color
pl_pl: Kolor

# Product_Size
source: Size
pl_pl: Rozmiar

# Product_InStock
source: In Stock
pl_pl: Dostępny

# Product_Available
source: available
pl_pl: szt.

# Product_SelectOptions
source: Select size and color to add to cart
pl_pl: Wybierz rozmiar i kolor, aby dodać do koszyka

# Product_ViewDetails
source: View Details
pl_pl: Zobacz szczegóły

# Auth_LoginToOrder
source: Login to Order
pl_pl: Zaloguj się, aby kupić

# Common_Adding
source: Adding
pl_pl: Dodawanie

# Common_Added
source: Added
pl_pl: Dodano

# Error_AddToCart
source: Failed to add product to cart
pl_pl: Nie udało się dodać produktu do koszyka

# Home_FeaturedProducts_Subtitle
source: Discover our best products
pl_pl: Odkryj nasze najlepsze produkty

# Footer_Brand_Description
source: Discover premium textile products that combine comfort, quality, and style. Your trusted source for fashion excellence.
pl_pl: Odkryj produkty tekstylne premium łączące komfort, jakość i styl. Twoje zaufane źródło doskonałości w modzie.

# Footer_QuickLinks
source: Quick Links
pl_pl: Szybkie linki

# Footer_Shop
source: Shop
pl_pl: Sklep

# Footer_Categories
source: Shop
pl_pl: Sklep

# Footer_AllProducts
source: All Products
pl_pl: Wszystkie produkty

# Footer_NewArrivals
source: New Arrivals
pl_pl: Nowości

# Footer_CustomerService
source: Customer Service
pl_pl: Obsługa klienta

# Footer_ShippingInfo
source: Shipping Info
pl_pl: Informacje o wysyłce

# Footer_Returns
source: Returns
pl_pl: Zwroty

# Footer_SizeGuide
source: Size Guide
pl_pl: Tabela rozmiarów

# Footer_PrivacyPolicy
source: Privacy Policy
pl_pl: Polityka prywatności

# Footer_Contact
source: Contact
pl_pl: Kontakt

# Footer_AllRightsReserved
source: All rights reserved.
pl_pl: Wszelkie prawa zastrzeżone.

# Footer_Terms
source: Terms & Conditions
pl_pl: Regulamin

# Account_MyAccount
source: My Account
pl_pl: Moje konto

# Account_Profile
source: Profile
pl_pl: Profil

# Account_Orders
source: Orders
pl_pl: Zamówienia

# Account_Logout
source: Logout
pl_pl: Wyloguj

# Account_Login
source: Login
pl_pl: Zaloguj się

# Account_Register
source: Register
pl_pl: Zarejestruj się

# Cart_ShoppingCart
source: Shopping Cart
pl_pl: Koszyk

# Cart_Empty
source: Your cart is empty
pl_pl: Twój koszyk jest pusty

# Cart_StartShopping
source: Start Shopping
pl_pl: Rozpocznij zakupy

# Cart_Subtotal
source: Subtotal
pl_pl: Suma częściowa

# Cart_ViewCart
source: View Cart
pl_pl: Zobacz koszyk

# Cart_Checkout
source: Checkout
pl_pl: Do kasy

# Accessibility_SkipToContent
source: Skip to content
pl_pl: Przejdź do treści

# Accessibility_BackToTop
source: Back to top
pl_pl: Powrót na górę

# Accessibility_ToggleDarkMode
source: Toggle dark mode
pl_pl: Przełącz tryb ciemny

# Accessibility_ToggleNavigation
source: Toggle navigation
pl_pl: Przełącz nawigację

# FAQ_Title
source: Frequently Asked Questions
pl_pl: Najczęściej Zadawane Pytania

# FAQ_Subtitle
source: Find answers to common questions about our products and services
pl_pl: Znajdź odpowiedzi na najczęstsze pytania dotyczące naszych produktów i usług

# FAQ_SearchPlaceholder
source: Search for answers...
pl_pl: Szukaj odpowiedzi...

# FAQ_Category_All
source: All
pl_pl: Wszystkie

# FAQ_Category_General
source: General
pl_pl: Ogólne

# FAQ_Category_Ordering
source: Ordering
pl_pl: Zamawianie

# FAQ_Category_Shipping
source: Shipping
pl_pl: Wysyłka

# FAQ_Category_Returns
source: Returns
pl_pl: Zwroty

# FAQ_Category_Payment
source: Payment
pl_pl: Płatność

# FAQ_Category_Account
source: Account
pl_pl: Konto

# FAQ_NoResults
source: No results found
pl_pl: Nie znaleziono wyników

# FAQ_NoResults_Text
source: Try different keywords or browse all categories
pl_pl: Spróbuj innych słów kluczowych lub przeglądaj wszystkie kategorie

# FAQ_NeedHelp_Title
source: Still need help?
pl_pl: Nadal potrzebujesz pomocy?

# FAQ_NeedHelp_Text
source: Can't find the answer you're looking for? Our customer support team is here to help.
pl_pl: Nie możesz znaleźć odpowiedzi, której szukasz? Nasz zespół wsparcia jest tutaj, aby pomóc.

# FAQ_ContactSupport
source: Contact Support
pl_pl: Skontaktuj się z obsługą

# FAQ_Q1_Title
source: What is Kokomija?
pl_pl: Czym jest Kokomija?

# FAQ_Q1_Answer
source: Kokomija is a premium online fashion retailer offering high-quality clothing and textiles for both men and women. We curate the latest trends and timeless classics to help you express your unique style.
pl_pl: Kokomija to premium internetowy sklep odzieżowy oferujący wysokiej jakości odzież i tekstylia dla mężczyzn i kobiet. Wybieramy najnowsze trendy i ponadczasowe klasyki, aby pomóc Ci wyrazić Twój unikalny styl.

# FAQ_Q2_Title
source: Where are you located?
pl_pl: Gdzie się znajdujecie?

# FAQ_Q2_Answer
source: We are based in Poland and ship to customers across Europe. Our warehouse is located in Warsaw, ensuring fast and reliable delivery to your doorstep.
pl_pl: Mamy siedzibę w Polsce i wysyłamy do klientów w całej Europie. Nasze centrum logistyczne znajduje się w Warszawie, zapewniając szybką i niezawodną dostawę pod Twoje drzwi.

# FAQ_Q3_Title
source: How do I place an order?
pl_pl: Jak złożyć zamówienie?

# FAQ_Q3_Answer
source: Simply browse our products, select your desired size and color, and add items to your cart. When ready, proceed to checkout, enter your shipping information, and complete payment. You'll receive an order confirmation email immediately.
pl_pl: Po prostu przeglądaj nasze produkty, wybierz pożądany rozmiar i kolor, a następnie dodaj produkty do koszyka. Gdy będziesz gotowy, przejdź do kasy, wprowadź informacje o wysyłce i dokonaj płatności. Natychmiast otrzymasz e-mail z potwierdzeniem zamówienia.

# FAQ_Q4_Title
source: Can I modify or cancel my order?
pl_pl: Czy mogę zmodyfikować lub anulować zamówienie?

# FAQ_Q4_Answer
source: You can modify or cancel your order within 2 hours of placing it. After this time, orders are processed and shipped. Please contact our customer service immediately if you need to make changes.
pl_pl: Możesz zmodyfikować lub anulować zamówienie w ciągu 2 godzin od jego złożenia. Po tym czasie zamówienia są przetwarzane i wysyłane. Skontaktuj się z naszą obsługą klienta natychmiast, jeśli musisz wprowadzić zmiany.

# FAQ_Q5_Title
source: Do you offer gift wrapping?
pl_pl: Czy oferujecie pakowanie prezentowe?

# FAQ_Q5_Answer
source: Yes! We offer elegant gift wrapping on all orders. Simply select the gift wrapping option during checkout and add a personalized message for the recipient. Perfect for birthdays, holidays, or any special occasion.
pl_pl: Tak! Oferujemy eleganckie pakowanie prezentowe dla wszystkich zamówień. Po prostu wybierz opcję pakowania prezentowego podczas składania zamówienia i dodaj spersonalizowaną wiadomość dla odbiorcy. Idealne na urodziny, święta lub każdą specjalną okazję.

# FAQ_Q6_Title
source: What are the shipping costs?
pl_pl: Jakie są koszty wysyłki?

# FAQ_Q6_Answer
source: Standard shipping is 15 PLN for orders under 200 PLN. We offer FREE shipping on all orders over 200 PLN. Express shipping (1-2 business days) is available for 25 PLN.
pl_pl: Standardowa wysyłka wynosi 15 PLN dla zamówień poniżej 200 PLN. Oferujemy DARMOWĄ wysyłkę dla wszystkich zamówień powyżej 200 PLN. Wysyłka ekspresowa (1-2 dni robocze) jest dostępna za 25 PLN.

# FAQ_Q7_Title
source: How long does delivery take?
pl_pl: Jak długo trwa dostawa?

# FAQ_Q7_Answer
source: Standard delivery takes 3-5 business days within Poland. For international orders, delivery typically takes 5-10 business days depending on your location. You'll receive tracking information once your order ships.
pl_pl: Standardowa dostawa w Polsce trwa 3-5 dni roboczych. W przypadku zamówień międzynarodowych dostawa zazwyczaj trwa 5-10 dni roboczych w zależności od lokalizacji. Po wysłaniu zamówienia otrzymasz informacje o śledzeniu przesyłki.

# FAQ_Q8_Title
source: Do you ship internationally?
pl_pl: Czy wysyłacie międzynarodowo?

# FAQ_Q8_Answer
source: Yes, we ship to most European countries. International shipping costs vary by destination. Additional customs fees may apply for non-EU countries and are the responsibility of the customer.
pl_pl: Tak, wysyłamy do większości krajów europejskich. Koszty wysyłki międzynarodowej różnią się w zależności od miejsca przeznaczenia. Dla krajów spoza UE mogą obowiązywać dodatkowe opłaty celne, za które odpowiedzialny jest klient.

# FAQ_Q9_Title
source: Can I track my order?
pl_pl: Czy mogę śledzić moje zamówienie?

# FAQ_Q9_Answer
source: Absolutely! Once your order ships, you'll receive an email with tracking information. You can also track your order status by logging into your account and viewing your order history.
pl_pl: Oczywiście! Po wysłaniu zamówienia otrzymasz e-mail z informacjami o śledzeniu. Możesz również sprawdzić status zamówienia, logując się na swoje konto i przeglądając historię zamówień.

# FAQ_Q10_Title
source: What is your return policy?
pl_pl: Jaka jest Wasza polityka zwrotów?

# FAQ_Q10_Answer
source: We offer a 14-day return policy from the date of delivery, in accordance with Allegro standards. Items must be unworn, unwashed, with original tags attached. Returns are free for Polish customers. International return shipping costs are the customer's responsibility.
pl_pl: Oferujemy 14-dniową politykę zwrotów od daty dostawy, zgodnie ze standardami Allegro. Produkty muszą być nieużywane, niepranie, z oryginalnymi metkami. Zwroty są bezpłatne dla klientów z Polski. Międzynarodowe koszty wysyłki zwrotnej ponosi klient.

# FAQ_Q11_Title
source: How do I initiate a return?
pl_pl: Jak rozpocząć zwrot?

# FAQ_Q11_Answer
source: Log into your account, go to "My Orders," select the order you want to return, and click "Request Return." Choose the items and reason, and we'll provide you with a return label and instructions.
pl_pl: Zaloguj się na swoje konto, przejdź do "Moje zamówienia", wybierz zamówienie, które chcesz zwrócić i kliknij "Żądaj zwrotu". Wybierz produkty i powód, a my dostarczymy Ci etykietę zwrotną i instrukcje.

# FAQ_Q12_Title
source: When will I receive my refund?
pl_pl: Kiedy otrzymam zwrot pieniędzy?

# FAQ_Q12_Answer
source: Refunds are processed within 5-7 business days after we receive and inspect your returned items. The refund will be credited to your original payment method through Stripe's secure system. Bank processing times may vary by 2-3 additional business days.
pl_pl: Zwroty są przetwarzane w ciągu 5-7 dni roboczych po otrzymaniu i sprawdzeniu zwróconych produktów. Zwrot zostanie przelany na Twoją oryginalną metodę płatności przez bezpieczny system Stripe. Czas przetwarzania przez bank może się różnić o 2-3 dodatkowe dni robocze.

# FAQ_Q13_Title
source: Can I exchange an item?
pl_pl: Czy mogę wymienić produkt?

# FAQ_Q13_Answer
source: Yes! We offer free exchanges for different sizes or colors. Simply indicate "Exchange" when initiating your return, and specify your preferred replacement. We'll ship it as soon as we receive your original item.
pl_pl: Tak! Oferujemy bezpłatne wymiany na inne rozmiary lub kolory. Po prostu zaznacz "Wymiana" podczas rozpoczynania zwrotu i określ preferowany zamiennik. Wyślemy go, gdy tylko otrzymamy Twój oryginalny produkt.

# FAQ_Q14_Title
source: What payment methods do you accept?
pl_pl: Jakie metody płatności akceptujecie?

# FAQ_Q14_Answer
source: We accept all major credit and debit cards (Visa, Mastercard, American Express), digital wallets, and bank transfers. All payments are processed securely through Stripe, the world's leading payment platform trusted by millions of businesses worldwide.
pl_pl: Akceptujemy wszystkie główne karty kredytowe i debetowe (Visa, Mastercard, American Express), portfele cyfrowe i przelewy bankowe. Wszystkie płatności są przetwarzane bezpiecznie przez Stripe, wiodącą platformę płatniczą na świecie, której ufa miliony firm.

# FAQ_Q15_Title
source: Is my payment information secure?
pl_pl: Czy moje informacje o płatności są bezpieczne?

# FAQ_Q15_Answer
source: 100% secure. All transactions are processed through Stripe with military-grade SSL encryption and PCI-DSS Level 1 compliance (the highest security standard). Your payment information is never stored on our servers – Stripe handles everything securely. Our membership system is also fully powered by Stripe for maximum security.
pl_pl: 100% bezpieczne. Wszystkie transakcje są przetwarzane przez Stripe z szyf rowaniem SSL klasy wojskowej i zgodnością z PCI-DSS Level 1 (najwyższy standard bezpieczeństwa). Twoje informacje o płatności nigdy nie są przechowywane na naszych serwerach - Stripe obsługuje wszystko bezpiecznie. Nasz system członkostwa jest również w pełni zasilany przez Stripe dla maksymalnego bezpieczeństwa.

# FAQ_Q16_Title
source: What about membership payments?
pl_pl: A co z płatnościami za członkostwo?

# FAQ_Q16_Answer
source: Our premium membership is managed entirely through Stripe, ensuring 100% secure recurring payments. You can upgrade, downgrade, or cancel your membership at any time directly from your account dashboard. All billing is transparent with no hidden fees.
pl_pl: Nasze członkostwo premium jest w całości zarządzane przez Stripe, zapewniając 100% bezpieczne płatności cykliczne. Możesz w dowolnym momencie zmienić, obniżyć lub anulować swoje członkostwo bezpośrednio z panelu konta. Wszystkie rozliczenia są przejrzyste, bez ukrytych opłat.

# FAQ_Q17_Title
source: Can I use discount codes?
pl_pl: Czy mogę użyć kodów rabatowych?

# FAQ_Q17_Answer
source: Yes! Enter your discount code at checkout to apply it to your order. Codes cannot be combined with other promotions. Sign up for our newsletter to receive exclusive discount codes and early access to sales.
pl_pl: Tak! Wprowadź swój kod rabatowy przy kasie, aby zastosować go do zamówienia. Kody nie mogą być łączone z innymi promocjami. Zapisz się do naszego newslettera, aby otrzymywać ekskluzywne kody rabatowe i wcześniejszy dostęp do wyprzedaży.

# FAQ_Q18_Title
source: Do I need an account to place an order?
pl_pl: Czy potrzebuję konta, aby złożyć zamówienie?

# FAQ_Q18_Answer
source: No, you can checkout as a guest. However, creating an account allows you to track orders, save multiple addresses, view order history, and receive exclusive member benefits and discounts.
pl_pl: Nie, możesz złożyć zamówienie jako gość. Jednak utworzenie konta pozwala śledzić zamówienia, zapisywać wiele adresów, przeglądać historię zamówień i otrzymywać ekskluzywne korzyści oraz zniżki dla członków.

# FAQ_Q19_Title
source: How do I reset my password?
pl_pl: Jak zresetować hasło?

# FAQ_Q19_Answer
source: Click "Login" at the top of the page, then select "Forgot Password?" Enter your email address, and we'll send you a link to reset your password. The link is valid for 24 hours.
pl_pl: Kliknij "Zaloguj się" u góry strony, a następnie wybierz "Zapomniałeś hasła?" Wprowadź swój adres e-mail, a wyślemy Ci link do zresetowania hasła. Link jest ważny przez 24 godziny.

# FAQ_Q20_Title
source: How do I update my account information?
pl_pl: Jak zaktualizować informacje o koncie?

# FAQ_Q20_Answer
source: Log into your account and go to "Account Settings." From there, you can update your email, password, shipping addresses, and communication preferences. Changes are saved automatically.
pl_pl: Zaloguj się na swoje konto i przejdź do "Ustawienia konta". Stamtąd możesz zaktualizować swój e-mail, hasło, adresy wysyłki i preferencje komunikacyjne. Zmiany są zapisywane automatycznie.

# FAQ_Q21_Title
source: How can I contact customer service?
pl_pl: Jak mogę skontaktować się z obsługą klienta?
