Repository: mert-turkgil/Kokomija
Catalog: Resources/SharedResources/SharedResources.*.resx
Languages: pl_pl

# Business_Benefits_Title
source: Benefits of a Business Account
pl_pl: Korzyści z Konta Firmowego

# Business_Benefit_ExclusiveProducts
source: Access to exclusive business-only products
pl_pl: Dostęp do ekskluzywnych produktów tylko dla firm

# Business_Benefit_SpecialPricing
source: Special wholesale pricing on all products
pl_pl: Specjalne ceny hurtowe na wszystkie produkty

# Business_Benefit_BulkOrders
source: Bulk order quantities for resellers
pl_pl: Ilości hurtowe dla sprzedawców

# Business_Benefit_InvoiceSupport
source: Professional invoice support with NIP
pl_pl: Profesjonalna obsługa faktur z NIP

source: Set Up Business Profile
pl_pl: Załóż Profil Firmowy

source: Log In to Set Up Business
pl_pl: Zaloguj się, aby założyć firmę
