Repository: mert-turkgil/Kokomija
Catalog: Resources/SharedResources/SharedResources.*.resx
Languages: pl_pl

# Checkout_SessionExpired
source: Your checkout session has expired. Please start a new checkout.
pl_pl: Twoja sesja płatności wygasła. Rozpocznij nową płatność.

# Checkout_Expired_Explanation
source: Your checkout session timed out due to inactivity. For your security, sessions expire after a period of time. Please return to your cart to start a new checkout.
pl_pl: Twoja sesja płatności wygasła z powodu braku aktywności. Dla Twojego bezpieczeństwa sesje wygasają po pewnym czasie. Wróć do koszyka aby rozpocząć nową płatność.

# Checkout_ProcessingError
source: An error occurred while processing your order. Please try again.
pl_pl: Wystąpił błąd podczas przetwarzania zamówienia. Spróbuj ponownie.

# Checkout_Error_Explanation
source: Something went wrong while processing your order. If you were charged, please contact our support team and we'll help resolve the issue.
pl_pl: Coś poszło nie tak podczas przetwarzania Twojego zamówienia. Jeśli zostałeś obciążony, skontaktuj się z naszym zespołem wsparcia, a pomożemy rozwiązać problem.

# Checkout_InvalidSession
source: Invalid checkout session. Please try again.
pl_pl: Nieprawidłowa sesja płatności. Spróbuj ponownie.

# Checkout_SessionNotFound
source: Checkout session not found. Please start a new checkout.
pl_pl: Nie znaleziono sesji płatności. Rozpocznij nową płatność.

# Checkout_OrderAlreadyProcessed
source: Your order has already been processed. Check your orders page for details.
pl_pl: Twoje zamówienie zostało już przetworzone. Sprawdź szczegóły na stronie zamówień.

# Checkout_TryAgain
source: Try Again
pl_pl: Spróbuj Ponownie

# Checkout_NeedHelp
source: Need Help?
pl_pl: Potrzebujesz Pomocy?

# Checkout_PaymentAttempted
source: Attempted Amount
pl_pl: Próba Zapłaty

# Checkout_EmailConfirmation_Title
source: Confirmation Email Sent
pl_pl: Email Potwierdzający Wysłany

# Checkout_EmailConfirmation
source: A confirmation email has been sent to
pl_pl: Email potwierdzający został wysłany na adres

# Checkout_OrderNumber
source: Order Number
pl_pl: Numer Zamówienia

# Checkout_WhatNext
source: What Happens Next?
pl_pl: Co Dalej?

# Checkout_Step_OrderPlaced
source: Order Placed
pl_pl: Zamówienie Złożone

# Checkout_Step_OrderPlaced_Desc
source: Your order has been received and confirmed
pl_pl: Twoje zamówienie zostało przyjęte i potwierdzone

# Checkout_Step_Processing
source: Processing
pl_pl: Przetwarzanie

# Checkout_Step_Processing_Desc
source: We're preparing your items for shipment
pl_pl: Przygotowujemy Twoje produkty do wysyłki

# Checkout_Step_Shipping
source: Shipping
pl_pl: Wysyłka

# Checkout_Step_Shipping_Desc
source: Your order is on its way to you
pl_pl: Twoje zamówienie jest w drodze do Ciebie

# Checkout_Step_Delivery
source: Delivery
pl_pl: Dostawa

# Checkout_Step_Delivery_Desc
source: Package delivered to your address
pl_pl: Paczka dostarczona pod Twój adres

source: Order Summary
pl_pl: Podsumowanie Zamówienia

source: Subtotal
pl_pl: Suma Częściowa

source: Shipping
pl_pl: Wysyłka

source: Shipping Address
pl_pl: Adres Dostawy

source: Tax
pl_pl: Podatek

source: Discount
pl_pl: Rabat

source: Payment Method
pl_pl: Metoda Płatności

source: View Order Details
pl_pl: Zobacz Szczegóły Zamówienia

# Error_UserNotFound
source: User not found. Please log in again.
pl_pl: Nie znaleziono użytkownika. Zaloguj się ponownie.

source: Shipping Method
pl_pl: Metoda Dostawy

# Shipping_Standard
source: Standard Shipping
pl_pl: Standardowa Dostawa

# Shipping_Standard_Desc
source: Regular delivery service
pl_pl: Zwykła usługa dostawy

# Shipping_Express
source: Express Shipping
pl_pl: Dostawa Ekspresowa

# Shipping_Express_Desc
source: Priority delivery service
pl_pl: Priorytetowa usługa dostawy

# Shipping_FreeVip
source: Free standard shipping included with your VIP membership!
pl_pl: Darmowa standardowa dostawa w ramach członkostwa VIP!

# Shipping_FreeThreshold
source: You've qualified for free standard shipping!
pl_pl: Kwalifikujesz się do darmowej standardowej dostawy!

source: business days
pl_pl: dni roboczych

source: FREE
pl_pl: GRATIS

# Cart_FreeShipping_Add
source: Add
pl_pl: Dodaj

# Cart_FreeShipping_More
source: more for free shipping
pl_pl: więcej do darmowej dostawy

# Orders_Subtitle
source: Track your orders and manage returns
pl_pl: Śledź i zarządzaj swoimi zamówieniami

# Orders_MoreItems
source: more items
pl_pl: +{0} więcej produktów

source: Back to Orders
pl_pl: Powrót do Zamówień

source: Order Timeline
pl_pl: Oś Czasu Zamówienia

source: Request Refund
pl_pl: Poproś o Zwrot

# Confirm_Cancel_Order_Title
source: Cancel Order?
pl_pl: Anulować zamówienie?

# Yes_Cancel
source: Yes, Cancel Order
pl_pl: Tak, anuluj

# No_Keep
source: No, Keep Order
pl_pl: Nie, zachowaj

source: Order Cancelled
pl_pl: Zamówienie anulowane

# No_Shipping_Info
source: Shipping information not available
pl_pl: Brak informacji o dostawie

source: Tracking Number
pl_pl: Numer śledzenia

source: Paid On
pl_pl: Zapłacono

source: Order
pl_pl: Zamówienie

# Product_NotFound_Title
source: Product Not Found
pl_pl: Produkt nie został znaleziony

# Product_NotFound_Description
source: The product you're looking for doesn't exist or may have been removed.
pl_pl: Produkt, którego szukasz, nie istnieje lub mógł zostać usunięty.

# Product_Search_Placeholder
source: Search for products...
pl_pl: Szukaj produktów...

# Product_Search_Button
source: Search
pl_pl: Szukaj

# Product_Browse_All
source: Browse All Products
pl_pl: Przeglądaj wszystkie produkty

# Return_Home
source: Return to Home
pl_pl: Wróć na stronę główną

# Product_Unavailable_Title
source: Product Currently Unavailable
pl_pl: Produkt aktualnie niedostępny

# Product_Unavailable_Description
source: This product is currently unavailable, but we have similar options you might like!
pl_pl: Ten produkt jest obecnie niedostępny, ale mamy podobne opcje, które mogą Ci się spodobać!

# Product_Notify_Description
source: Get notified when this product becomes available again:
pl_pl: Otrzymaj powiadomienie, gdy produkt będzie ponownie dostępny:

# Product_Notify_Button
source: Notify Me
pl_pl: Powiadom mnie

# Product_Alternatives
source: You Might Also Like
pl_pl: Może Ci się spodobać

# Carousel_Banner
source: Featured Promotions
pl_pl: Wyróżnione promocje

# Carousel_Description
source: Discover our latest collections and exclusive offers
pl_pl: Odkryj nasze najnowsze kolekcje i ekskluzywne oferty

source: of
pl_pl: z

# Homepage_Carousel
source: Homepage Featured Content
pl_pl: Wyróżniona treść strony głównej

source: Skip carousel
pl_pl: Pomiń karuzele

source: Next slide
pl_pl: Następny slajd

source: Previous slide
pl_pl: Poprzedni slajd

source: Carousel pagination
pl_pl: Paginacja karuzeli

# Product_NotFound_Message
source: The product you're looking for doesn't exist or may have been removed.
pl_pl: Produkt, którego szukasz, nie istnieje lub mógł zostać usunięty.

# Product_Search
source: Search
pl_pl: Szukaj

# Product_NotFound_TryThese
source: You might want to try these
pl_pl: Może spróbujesz tych

source: Browse All Products
pl_pl: Przeglądaj wszystkie produkty

# Product_Unavailable_Message
source: This product is currently unavailable, but we have similar options you might like!
pl_pl: Ten produkt jest obecnie niedostępny, ale mamy podobne opcje, które mogą Ci się spodobać!

# Product_Notify_When_Available
source: Notify me when available
pl_pl: Powiadom mnie gdy będzie dostępny

source: This product
pl_pl: Ten produkt

# Login_Success
source: Login successful!
pl_pl: Logowanie pomyślne!

# Login_Success_Message
source: You have been successfully logged in. This window will close automatically...
pl_pl: Zostałeś pomyślnie zalogowany. To okno zamknie się automatycznie...

# Login_Loading
source: Completing login...
pl_pl: Kończenie logowania...

# Privacy_MetaTitle
source: Privacy Policy - Kokomija
pl_pl: Polityka Prywatności - Kokomija

# Privacy_MetaDescription
source: Learn how Kokomija protects your privacy and data. Information about Stripe payments, Cloudflare security, account management, and loyalty benefits.
pl_pl: Dowiedz się, jak Kokomija chroni Twoją prywatność i dane. Informacje o płatnościach Stripe, bezpieczeństwie Cloudflare, zarządzaniu kontem i korzyściach lojalnościowych.

# Privacy_MetaKeywords
source: privacy policy, data protection, GDPR, Stripe, Cloudflare, security, account management
pl_pl: polityka prywatności, ochrona danych, RODO, Stripe, Cloudflare, bezpieczeństwo, zarządzanie kontem

# Privacy_Title
source: Privacy Policy
pl_pl: Polityka Prywatności

# Privacy_Subtitle
source: Your privacy is important to us. This policy explains how we collect, use, and protect your information.
pl_pl: Twoja prywatność jest dla nas ważna. Ta polityka wyjaśnia, jak zbieramy, używamy i chronimy Twoje informacje.

# Privacy_LastUpdated
source: Last Updated
pl_pl: Ostatnia aktualizacja

# Privacy_Intro_Title
source: Introduction
pl_pl: Wprowadzenie

# Privacy_Intro_Text
source: Welcome to Kokomija. We respect your privacy and are committed to protecting your personal data. This privacy policy will inform you about how we handle your personal data when you visit our website and tell you about your privacy rights.
pl_pl: Witamy w Kokomija. Szanujemy Twoją prywatność i zobowiązujemy się do ochrony Twoich danych osobowych. Ta polityka prywatności informuje o tym, jak przetwarzamy Twoje dane osobowe podczas odwiedzania naszej strony internetowej oraz o Twoich prawach w zakresie prywatności.

# Privacy_InfoCollect_Title
source: Information We Collect
pl_pl: Informacje, które zbieramy

# Privacy_InfoCollect_Text
source: We collect various types of information to provide and improve our services:
pl_pl: Zbieramy różne rodzaje informacji, aby świadczyć i ulepszać nasze usługi:

# Privacy_InfoCollect_Personal
source: Personal Information You Provide
pl_pl: Dane osobowe, które podajesz

# Privacy_InfoCollect_Name
source: Name
pl_pl: Imię i nazwisko

# Privacy_InfoCollect_Name_Desc
source: To personalize your experience and process orders
pl_pl: Do personalizacji doświadczenia i realizacji zamówień

# Privacy_InfoCollect_Email
source: Email Address
pl_pl: Adres e-mail

# Privacy_InfoCollect_Email_Desc
source: For account creation, order confirmations, and communication
pl_pl: Do tworzenia konta, potwierdzeń zamówień i komunikacji

# Privacy_InfoCollect_Phone
source: Phone Number
pl_pl: Numer telefonu

# Privacy_InfoCollect_Phone_Desc
source: For delivery updates and customer support
pl_pl: Do aktualizacji dostaw i obsługi klienta

# Privacy_InfoCollect_Address
source: Shipping Address
pl_pl: Adres dostawy

# Privacy_InfoCollect_Address_Desc
source: To deliver your orders accurately
pl_pl: Do dokładnej dostawy zamówień

# Privacy_InfoCollect_Payment
source: Payment Information
pl_pl: Informacje płatnicze

# Privacy_InfoCollect_Payment_Desc
source: Securely processed by Stripe (we never store full card details)
pl_pl: Bezpiecznie przetwarzane przez Stripe (nigdy nie przechowujemy pełnych danych karty)

# Privacy_InfoCollect_Auto
source: Automatically Collected Information
pl_pl: Automatycznie zbierane informacje

# Privacy_InfoCollect_Cookies
source: Cookies
pl_pl: Pliki cookies

# Privacy_InfoCollect_Cookies_Desc
source: To remember your preferences and improve your experience
pl_pl: Do zapamiętania Twoich preferencji i poprawy doświadczenia

# Privacy_InfoCollect_Usage
source: Usage Data
pl_pl: Dane o użytkowaniu

# Privacy_InfoCollect_Usage_Desc
source: Pages visited, time spent, and browsing patterns
pl_pl: Odwiedzane strony, czas spędzony i wzorce przeglądania

# Privacy_InfoCollect_Device
source: Device Information
pl_pl: Informacje o urządzeniu

# Privacy_InfoCollect_Device_Desc
source: IP address, browser type, and device identifiers
pl_pl: Adres IP, typ przeglądarki i identyfikatory urządzenia

# Privacy_Stripe_Title
source: Payment Processing with Stripe
pl_pl: Przetwarzanie płatności przez Stripe

# Privacy_Stripe_Text
source: All payment transactions are processed by Stripe, a PCI-DSS Level 1 certified payment processor. Stripe handles all payment card information securely.
pl_pl: Wszystkie transakcje płatnicze są przetwarzane przez Stripe, certyfikowany procesor płatności PCI-DSS Level 1. Stripe bezpiecznie obsługuje wszystkie informacje o kartach płatniczych.

# Privacy_Stripe_Important
source: Important
pl_pl: Ważne

# Privacy_Stripe_Important_Text
source: Stripe is responsible for the security and privacy of all payment information. We never store your complete credit card details on our servers.
pl_pl: Stripe jest odpowiedzialny za bezpieczeństwo i prywatność wszystkich informacji płatniczych. Nigdy nie przechowujemy kompletnych danych karty kredytowej na naszych serwerach.

# Privacy_Stripe_Process
source: When you make a purchase, your payment information is encrypted and transmitted directly to Stripe's secure servers. Stripe complies with industry-leading security standards and is regularly audited for compliance.
pl_pl: Podczas dokonywania zakupu Twoje informacje płatnicze są szyfrowane i przesyłane bezpośrednio na bezpieczne serwery Stripe. Stripe przestrzega wiodących w branży standardów bezpieczeństwa i jest regularnie audytowany pod kątem zgodności.

# Privacy_Stripe_LearnMore
source: Learn more about Stripe's privacy practices
pl_pl: Dowiedz się więcej o praktykach prywatności Stripe

# Privacy_Cloudflare_Title
source: Security with Cloudflare
pl_pl: Bezpieczeństwo z Cloudflare

# Privacy_Cloudflare_Text
source: We use Cloudflare to protect our website and your data with enterprise-grade security features:
pl_pl: Używamy Cloudflare do ochrony naszej strony i Twoich danych z funkcjami bezpieczeństwa klasy enterprise:

# Privacy_Cloudflare_DDoS
source: DDoS Protection
pl_pl: Ochrona DDoS

# Privacy_Cloudflare_DDoS_Desc
source: Protects against malicious attacks to ensure website availability
pl_pl: Chroni przed złośliwymi atakami, zapewniając dostępność strony

# Privacy_Cloudflare_SSL
source: SSL/TLS Encryption
pl_pl: Szyfrowanie SSL/TLS

# Privacy_Cloudflare_SSL_Desc
source: All data transmitted is encrypted using industry-standard protocols
pl_pl: Wszystkie przesyłane dane są szyfrowane przy użyciu standardowych protokołów branżowych

# Privacy_Cloudflare_CDN
source: Global CDN
pl_pl: Globalne CDN

# Privacy_Cloudflare_CDN_Desc
source: Fast and secure content delivery from servers closest to you
pl_pl: Szybka i bezpieczna dostawa treści z serwerów najbliżej Ciebie

# Privacy_Cloudflare_WAF
source: Web Application Firewall
pl_pl: Zapora aplikacji webowej

# Privacy_Cloudflare_WAF_Desc
source: Blocks malicious traffic and protects against common vulnerabilities
pl_pl: Blokuje złośliwy ruch i chroni przed typowymi podatnościami

# Privacy_Cloudflare_LearnMore
source: Learn more about Cloudflare's privacy policy
pl_pl: Dowiedz się więcej o polityce prywatności Cloudflare

# Privacy_Use_Title
source: How We Use Your Information
pl_pl: Jak wykorzystujemy Twoje informacje

# Privacy_Use_Orders
source: Process and fulfill your orders
pl_pl: Przetwarzanie i realizacja zamówień

# Privacy_Use_Communication
source: Communicate with you about your orders and account
pl_pl: Komunikacja dotycząca zamówień i konta

# Privacy_Use_Improve
source: Improve our website, products, and services
pl_pl: Ulepszanie naszej strony, produktów i usług

# Privacy_Use_Personalize
source: Personalize your shopping experience
pl_pl: Personalizacja doświadczenia zakupowego

# Privacy_Use_Marketing
source: Send you marketing communications (with your consent)
pl_pl: Wysyłanie komunikacji marketingowej (za Twoją zgodą)

# Privacy_Use_Fraud
source: Detect and prevent fraud and security issues
pl_pl: Wykrywanie i zapobieganie oszustwom i problemom bezpieczeństwa

# Privacy_Use_Legal
source: Comply with legal obligations
pl_pl: Przestrzeganie obowiązków prawnych

# Privacy_Account_Title
source: Your Account Management Rights
pl_pl: Twoje prawa do zarządzania kontem

# Privacy_Account_Text
source: You have full control over your account and personal data. You can easily:
pl_pl: Masz pełną kontrolę nad swoim kontem i danymi osobowymi. Możesz łatwo:

# Privacy_Account_Update
source: Update Information
pl_pl: Aktualizuj informacje

# Privacy_Account_Update_Desc
source: Edit your personal details, addresses, and preferences anytime
pl_pl: Edytuj swoje dane osobowe, adresy i preferencje w dowolnym momencie

# Privacy_Account_Delete
source: Delete Account
pl_pl: Usuń konto

# Privacy_Account_Delete_Desc
source: Permanently remove your account and associated data
pl_pl: Trwale usuń swoje konto i powiązane dane

# Privacy_Account_View
source: View Your Data
pl_pl: Zobacz swoje dane

# Privacy_Account_View_Desc
source: Access all personal information we store about you
pl_pl: Uzyskaj dostęp do wszystkich informacji osobowych, które przechowujemy

# Privacy_Account_Export
source: Export Data
pl_pl: Eksportuj dane

# Privacy_Account_Export_Desc
source: Download your data in a portable format
pl_pl: Pobierz swoje dane w przenośnym formacie

# Privacy_Loyalty_Title
source: Loyalty Program Benefits
pl_pl: Korzyści programu lojalnościowego

# Privacy_Loyalty_Text
source: Registered customers and returning shoppers receive exclusive advantages through our loyalty program:
pl_pl: Zarejestrowani klienci i powracający kupujący otrzymują ekskluzywne korzyści w ramach naszego programu lojalnościowego:

# Privacy_Loyalty_Discounts
source: Exclusive Discounts
pl_pl: Ekskluzywne zniżki

# Privacy_Loyalty_Rewards
source: Reward Points
pl_pl: Punkty nagród

# Privacy_Loyalty_Shipping
source: Free Shipping Benefits
pl_pl: Korzyści darmowej dostawy

# Privacy_Loyalty_Early
source: Early Access to Sales
pl_pl: Wczesny dostęp do wyprzedaży

# Privacy_Loyalty_Birthday
source: Birthday Surprises
pl_pl: Urodzinowe niespodzianki

# Privacy_Loyalty_VIP
source: VIP Customer Status
pl_pl: Status klienta VIP

# Privacy_Security_Title
source: Data Security
pl_pl: Bezpieczeństwo danych

# Privacy_Security_Text
source: We implement industry-standard security measures to protect your data:
pl_pl: Wdrażamy standardowe środki bezpieczeństwa branżowego, aby chronić Twoje dane:

# Privacy_Security_Encryption
source: End-to-end encryption for all sensitive data
pl_pl: Szyfrowanie end-to-end dla wszystkich wrażliwych danych

# Privacy_Security_Access
source: Restricted access to personal information
pl_pl: Ograniczony dostęp do informacji osobowych

# Privacy_Security_Monitoring
source: 24/7 security monitoring and threat detection
pl_pl: Całodobowe monitorowanie bezpieczeństwa i wykrywanie zagrożeń

# Privacy_Security_Backup
source: Regular security audits and backups
pl_pl: Regularne audyty bezpieczeństwa i kopie zapasowe

# Privacy_Cookies_Title
source: Cookies and Tracking
pl_pl: Pliki cookies i śledzenie

# Privacy_Cookies_Text
source: We use cookies to enhance your browsing experience, remember your preferences, and analyze website traffic. You can manage your cookie preferences at any time.
pl_pl: Używamy plików cookies, aby poprawić Twoje doświadczenie przeglądania, zapamiętać Twoje preferencje i analizować ruch na stronie. Możesz zarządzać swoimi preferencjami dotyczącymi cookies w dowolnym momencie.

# Privacy_Cookies_Manage
source: You can manage your cookie preferences through your browser settings or our cookie consent banner.
pl_pl: Możesz zarządzać swoimi preferencjami dotyczącymi cookies poprzez ustawienia przeglądarki lub nasz baner zgody na cookies.

# Privacy_Retention_Title
source: Data Retention
pl_pl: Przechowywanie danych

# Privacy_Retention_Text
source: We retain your personal information only for as long as necessary to fulfill the purposes outlined in this privacy policy or as required by law. When data is no longer needed, it is securely deleted or anonymized.
pl_pl: Przechowujemy Twoje dane osobowe tylko tak długo, jak jest to konieczne do realizacji celów określonych w tej polityce prywatności lub zgodnie z wymogami prawa. Gdy dane nie są już potrzebne, są bezpiecznie usuwane lub anonimizowane.

# Privacy_ThirdParty_Title
source: Third-Party Services
pl_pl: Usługi stron trzecich

# Privacy_ThirdParty_Text
source: We work with trusted third-party service providers who help us operate our business:
pl_pl: Współpracujemy z zaufanymi dostawcami usług zewnętrznych, którzy pomagają nam prowadzić działalność:

# Privacy_ThirdParty_Stripe
source: Payment processing (PCI-DSS compliant)
pl_pl: Przetwarzanie płatności (zgodne z PCI-DSS)

# Privacy_ThirdParty_Cloudflare
source: Security, performance, and DDoS protection
pl_pl: Bezpieczeństwo, wydajność i ochrona DDoS

# Privacy_ThirdParty_Analytics
source: Analytics Services
pl_pl: Usługi analityczne

# Privacy_ThirdParty_Analytics_Desc
source: Website usage analysis and improvements
pl_pl: Analiza i ulepszanie korzystania ze strony

# Privacy_Rights_Title
source: Your Privacy Rights (GDPR)
pl_pl: Twoje prawa do prywatności (RODO)

# Privacy_Rights_Text
source: Under GDPR, you have the following rights regarding your personal data:
pl_pl: Na mocy RODO masz następujące prawa dotyczące Twoich danych osobowych:

# Privacy_Rights_Access
source: Right to access your personal data
pl_pl: Prawo dostępu do Twoich danych osobowych

# Privacy_Rights_Rectification
source: Right to rectify inaccurate data
pl_pl: Prawo do sprostowania niedokładnych danych

# Privacy_Rights_Erasure
source: Right to erasure ("right to be forgotten")
pl_pl: Prawo do usunięcia ("prawo do bycia zapomnianym")

# Privacy_Rights_Restriction
source: Right to restrict processing
pl_pl: Prawo do ograniczenia przetwarzania

# Privacy_Rights_Portability
source: Right to data portability
pl_pl: Prawo do przenoszenia danych

# Privacy_Rights_Object
source: Right to object to processing
pl_pl: Prawo do sprzeciwu wobec przetwarzania

# Privacy_Rights_Withdraw
source: Right to withdraw consent at any time
pl_pl: Prawo do wycofania zgody w dowolnym momencie

# Privacy_Contact_Title
source: Contact Us About Privacy
pl_pl: Kontakt w sprawie prywatności

# Privacy_Contact_Text
source: If you have questions about this privacy policy or how we handle your data, please contact us:
pl_pl: Jeśli masz pytania dotyczące tej polityki prywatności lub sposobu, w jaki przetwarzamy Twoje dane, skontaktuj się z nami:

# Privacy_Contact_Phone
source: Phone
pl_pl: Telefon

# Privacy_Contact_Address
source: Address
pl_pl: Adres

# Privacy_Contact_Button
source: Contact Us
pl_pl: Skontaktuj się z nami

# Privacy_Changes_Title
source: Changes to This Policy
pl_pl: Zmiany w tej polityce

# Privacy_Changes_Text
source: We may update this privacy policy from time to time. We will notify you of any changes by posting the new policy on this page and updating the "Last Updated" date.
pl_pl: Możemy od czasu do czasu aktualizować tę politykę prywatności. Powiadomimy Cię o wszelkich zmianach, publikując nową politykę na tej stronie i aktualizując datę "Ostatnia aktualizacja".

# Cart_BusinessMode
source: Business Mode Active
pl_pl: Tryb Biznesowy Aktywny

# Cart_BusinessModeDescription
source: You are viewing special business prices for verified business customers.
pl_pl: Widzisz specjalne ceny biznesowe dla zweryfikowanych klientów firmowych.

# Product_BusinessPrice
source: Business Price
pl_pl: Cena Biznesowa

# Product_RetailPrice
source: Retail Price
pl_pl: Cena Detaliczna

# Product_BusinessOnly
source: Business Only
pl_pl: Tylko dla Firm

# Product_BusinessOnly_Message
source: This product is available exclusively for verified business customers. Register your business profile to access exclusive products and special pricing.
pl_pl: Ten produkt jest dostępny wyłącznie dla zweryfikowanych klientów biznesowych. Zarejestruj swój profil firmowy, aby uzyskać dostęp do produktów ekskluzywnych i specjalnych cen.
