Repository: mert-turkgil/Kokomija
Catalog: Resources/CarouselResources/CarouselResources.*.resx
Languages: pl_pl

# Carousel_NewCollection
source: New Spring 2025 Collection
pl_pl: Nowa Kolekcja Wiosna 2025

# Carousel_SummerSale
source: Summer Sale - Up to 50% Off
pl_pl: Letnia Wyprzedaż - Do 50% Taniej

# Carousel_ExclusiveOffer
source: Exclusive Offer
pl_pl: Ekskluzywna Oferta

# Carousel_BestSellers
source: Our Best Sellers
pl_pl: Nasze Bestsellery

# Carousel_QualityGuarantee
source: Premium Quality Guaranteed
pl_pl: Gwarancja Najwyższej Jakości

# Carousel_NewCollection_Subtitle
source: Discover the latest trends in women's fashion
pl_pl: Odkryj najnowsze trendy w modzie damskiej

# Carousel_SummerSale_Subtitle
source: Limited time offer on selected items
pl_pl: Oferta ograniczona czasowo na wybrane produkty

# Carousel_ExclusiveOffer_Subtitle
source: Premium cotton underwear packs for everyday comfort
pl_pl: Zestawy bawełnianej bielizny dla codziennego komfortu

# Carousel_BestSellers_Subtitle
source: Top-rated products loved by our customers
pl_pl: Najlepiej oceniane produkty pokochane przez klientów

# Carousel_QualityGuarantee_Subtitle
source: 100% cotton, breathable and durable
pl_pl: 100% bawełna, przewiewna i trwała

# Carousel_ShopNow
source: Shop Now
pl_pl: Kup Teraz

# Carousel_ExploreCollection
source: Explore Collection
pl_pl: Odkryj Kolekcję

# Carousel_ViewDetails
source: View Details
pl_pl: Zobacz Szczegóły

# Carousel_DiscoverMore
source: Discover More
pl_pl: Odkryj Więcej

# Carousel_BrowseProducts
source: Browse Products
pl_pl: Przeglądaj Produkty

# Carousel_ViewOffer
source: View Offer
pl_pl: Zobacz Ofertę

# Carousel_ShopWomen
source: Shop Women's
pl_pl: Kup Damskie

# Carousel_LearnMore
source: Learn More
pl_pl: Dowiedz Się Więcej

# Admin_Carousel_Title
source: Carousel Slide Management
pl_pl: Zarządzanie Slajdami Karuzeli

# Admin_Carousel_CreateNew
source: Create New Slide
pl_pl: Utwórz Nowy Slajd

# Admin_Carousel_EditSlide
source: Edit Slide
pl_pl: Edytuj Slajd

# Admin_Carousel_DeleteSlide
source: Delete Slide
pl_pl: Usuń Slajd

# Admin_Carousel_DesktopImage
source: Desktop Image (1920x800px)
pl_pl: Obraz Desktop (1920x800px)

# Admin_Carousel_TabletImage
source: Tablet Image (1024x600px)
pl_pl: Obraz Tablet (1024x600px)

# Admin_Carousel_MobileImage
source: Mobile Image (768x600px)
pl_pl: Obraz Mobile (768x600px)

# Admin_Carousel_UploadInstructions
source: Drag and drop images or click to browse. Upload in order: 1.jpg (Desktop), 2.jpg (Tablet), 3.jpg (Mobile)
pl_pl: Przeciągnij i upuść obrazy lub kliknij, aby przeglądać. Wgraj w kolejności: 1.jpg (Desktop), 2.jpg (Tablet), 3.jpg (Mobile)

# Admin_Carousel_TranslationTitle
source: Slide Title
pl_pl: Tytuł Slajdu

# Admin_Carousel_TranslationSubtitle
source: Slide Subtitle
pl_pl: Podtytuł Slajdu

# Admin_Carousel_TranslationButtonText
source: Button Text
pl_pl: Tekst Przycisku

# Admin_Carousel_TranslationImageAlt
source: Image Alt Text (SEO)
pl_pl: Tekst Alternatywny Obrazu (SEO)

# Admin_Carousel_DisplayOrder
source: Display Order
pl_pl: Kolejność Wyświetlania

# Admin_Carousel_IsActive
source: Active
pl_pl: Aktywny

# Admin_Carousel_StartDate
source: Start Date (Optional)
pl_pl: Data Rozpoczęcia (Opcjonalnie)

# Admin_Carousel_EndDate
source: End Date (Optional)
pl_pl: Data Zakończenia (Opcjonalnie)

# Admin_Carousel_Location
source: Location
pl_pl: Lokalizacja

# Admin_Carousel_SaveSlide
source: Save Slide
pl_pl: Zapisz Slajd

# Admin_Carousel_Cancel
source: Cancel
pl_pl: Anuluj

# Admin_Carousel_ConfirmDelete
source: Are you sure you want to delete this slide?
pl_pl: Czy na pewno chcesz usunąć ten slajd?

# Admin_Carousel_SuccessCreated
source: Carousel slide created successfully!
pl_pl: Slajd karuzeli został utworzony pomyślnie!

# Admin_Carousel_SuccessUpdated
source: Carousel slide updated successfully!
pl_pl: Slajd karuzeli został zaktualizowany pomyślnie!

# Admin_Carousel_SuccessDeleted
source: Carousel slide deleted successfully!
pl_pl: Slajd karuzeli został usunięty pomyślnie!

# Admin_Carousel_ErrorUpload
source: Error uploading image. Please try again.
pl_pl: Błąd podczas przesyłania obrazu. Spróbuj ponownie.

# Admin_Carousel_ErrorSave
source: Error saving slide. Please check all required fields.
pl_pl: Błąd podczas zapisywania slajdu. Sprawdź wszystkie wymagane pola.

# Admin_Carousel_LinkUrl
source: Link URL (Optional)
pl_pl: Adres URL Linku (Opcjonalnie)

# Admin_Carousel_BackgroundColor
source: Background Color
pl_pl: Kolor Tła

# Admin_Carousel_TextColor
source: Text Color
pl_pl: Kolor Tekstu

# Admin_Carousel_TextAlign
source: Text Alignment
pl_pl: Wyrównanie Tekstu

# Admin_Carousel_AnimationType
source: Animation Type
pl_pl: Typ Animacji

# Admin_Carousel_Duration
source: Slide Duration (ms)
pl_pl: Czas Trwania Slajdu (ms)
