Repository: mert-turkgil/Kokomija
Catalog: Resources/CookieResources/CookieResources.*.resx
Languages: pl_pl

# Title
source: Cookie Preferences
pl_pl: Preferencje plików cookie

# Message
source: We use cookies to improve your browsing experience, personalize content, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
pl_pl: Używamy plików cookie, aby poprawić Twoje doświadczenia, personalizować treści i analizować ruch. Klikając "Akceptuj wszystkie", wyrażasz zgodę na używanie plików cookie.

# LearnMore
source: Learn more in our Privacy Policy
pl_pl: Dowiedz się więcej w Polityce prywatności

source: Accept All
pl_pl: Akceptuj wszystkie

# AcceptNecessary
source: Necessary Only
pl_pl: Tylko niezbędne

# Settings
source: Cookie Settings
pl_pl: Ustawienia plików cookie

# Category_Essential
source: Essential Cookies
pl_pl: Niezbędne pliki cookie

# Category_EssentialDesc
source: These cookies are necessary for the website to function and cannot be disabled. They are usually set in response to your actions such as logging in or filling in forms.
pl_pl: Te pliki cookie są niezbędne do działania witryny i nie można ich wyłączyć. Są zazwyczaj ustawiane w odpowiedzi na Twoje działania, takie jak logowanie lub wypełnianie formularzy.

# Category_Preferences
source: Preference Cookies
pl_pl: Preferencyjne pliki cookie

# Category_PreferencesDesc
source: These cookies allow the website to remember your choices (such as your language or theme preference) and provide enhanced, more personal features.
pl_pl: Te pliki cookie pozwalają stronie zapamiętać Twoje wybory (takie jak język lub motyw) i zapewniają ulepszone, bardziej osobiste funkcje.

# Category_Analytics
source: Analytics Cookies
pl_pl: Analityczne pliki cookie

# Category_AnalyticsDesc
source: These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously.
pl_pl: Te pliki cookie pomagają nam zrozumieć, jak odwiedzający wchodzą w interakcję z naszą witryną, zbierając i raportując informacje anonimowo.

# Category_Marketing
source: Marketing Cookies
pl_pl: Marketingowe pliki cookie

# Category_MarketingDesc
source: These cookies are used to track visitors across websites to display relevant and engaging advertisements for individual users.
pl_pl: Te pliki cookie służą do śledzenia odwiedzających w witrynach w celu wyświetlania odpowiednich i angażujących reklam dla poszczególnych użytkowników.
