Repository: mert-turkgil/Kokomija
Catalog: Resources/CartResources/CartResources.*.resx
Languages: pl_pl

source: Shopping Cart
pl_pl: Koszyk

# Empty
source: Your cart is empty
pl_pl: Twój koszyk jest pusty

source: Start Shopping
pl_pl: Zacznij zakupy

source: Subtotal
pl_pl: Podsumowanie

source: View Cart
pl_pl: Zobacz koszyk

source: Checkout
pl_pl: Do kasy

source: Continue Shopping
pl_pl: Kontynuuj zakupy

source: Update Cart
pl_pl: Aktualizuj koszyk

source: Remove
pl_pl: Usuń

source: items in cart
pl_pl: produktów w koszyku

source: Shipping
pl_pl: Dostawa

source: Shipping Method
pl_pl: Metoda dostawy

# Shipping_Standard
source: Standard Shipping
pl_pl: Dostawa standardowa

# Shipping_Standard_Desc
source: Reliable delivery within 3-7 business days
pl_pl: Niezawodna dostawa w ciągu 3-7 dni roboczych

# Shipping_Express
source: Express Shipping
pl_pl: Dostawa ekspresowa

# Shipping_Express_Desc
source: Fast delivery within 1-2 business days
pl_pl: Szybka dostawa w ciągu 1-2 dni roboczych

# Shipping_FreeVip
source: Free standard shipping for VIP members!
pl_pl: Darmowa dostawa standardowa dla członków VIP!

# Shipping_FreeThreshold
source: You qualify for free standard shipping!
pl_pl: Kwalifikujesz się do darmowej dostawy standardowej!

source: business days
pl_pl: dni roboczych

source: Free
pl_pl: Gratis

source: Arrives by
pl_pl: Dostawa do

# Cart_Title
source: Shopping Cart
pl_pl: Koszyk

# Cart_FreeShipping_Add
source: Add
pl_pl: Dodaj jeszcze

# Cart_FreeShipping_More
source: more for free shipping
pl_pl: do darmowej dostawy

# Cart_Coupon_Invalid
source: This coupon code is invalid
pl_pl: Ten kod kuponu jest nieprawidłowy

# Cart_Coupon_Inactive
source: This coupon is not active
pl_pl: Ten kupon nie jest aktywny

# Cart_Coupon_Expired
source: This coupon has expired
pl_pl: Ten kupon wygasł

# Cart_Coupon_LimitReached
source: This coupon has reached its usage limit
pl_pl: Ten kupon osiągnął limit użycia

# Cart_Coupon_AlreadyUsed
source: You have already used this coupon the maximum number of times
pl_pl: Już wykorzystałeś ten kupon maksymalną liczbę razy

# Cart_Coupon_MinimumAmount
source: This coupon requires a minimum order of
pl_pl: Ten kupon wymaga minimalnego zamówienia w wysokości

# Cart_Coupon_Applied
source: Coupon applied successfully!
pl_pl: Kupon został zastosowany pomyślnie!
